{"goods_id": 0, "id": 0, "text": "But the staff was so horrible to us ."}
{"goods_id": 0, "id": 1, "text": "Spice is great Thai food, love the inexpensive appetizers."}
{"goods_id": 0, "id": 2, "text": "And the Tom Kha soup was pathetic."}
{"goods_id": 0, "id": 3, "text": "With the exception of our lemon salad that had so much pepper on it that our eyes started watering, the food here was decent, not great."}
{"goods_id": 0, "id": 4, "text": "I only tried a simple dish of spinach ravioli in a light oil and garlic sauce, but it actually faired better than most NYC Italian joints I've tried similar dishes at."}
{"goods_id": 0, "id": 5, "text": "Good food."}
{"goods_id": 0, "id": 6, "text": "We, there were four of us, arrived at noon-the place was empty-and the staff acted like we were imposing on them and they were very rude."}
{"goods_id": 0, "id": 7, "text": "You ca n't say its cheap because food is cheaper in Chinatown."}
{"goods_id": 0, "id": 8, "text": "The food is usually good but it certainly is n't a relaxing place to go."}
{"goods_id": 0, "id": 9, "text": "The decor is very simple but comfortable."}
{"goods_id": 0, "id": 10, "text": "Tiny restaurant with very fast service."}
{"goods_id": 0, "id": 11, "text": "IT WAS OUR ONLY OPPORTUNITY TO VISIT AND WANTED AN AUTHENTIC ITALIAN MEAL."}
{"goods_id": 0, "id": 12, "text": "good place to hang out during the day after shopping or to grab a simple soup or classic french dish over a glass of wine."}
{"goods_id": 1, "id": 0, "text": "The food is uniformly exceptional, with a very capable kitchen which will proudly whip up whatever you feel like eating, whether it 's on the menu or not ."}
{"goods_id": 1, "id": 1, "text": "The service was attentive<br><div class=\\\"goods_comment_attach\\\">."}
{"goods_id": 1, "id": 2, "text": "I started out with a Bombay beer which was big enough for two."}
{"goods_id": 1, "id": 3, "text": "The Pad thai, lad nar and various other dishes all look good on paper but, I've had better thai food in less asthetically pleasing places."}
{"goods_id": 1, "id": 4, "text": "I ordered a Chicken Teriyaki dish and found that the chicken was extremely dry."}
{"goods_id": 1, "id": 5, "text": "The pesto pizza was excellent, thin-crust pizza with a nice amount of spicy Italian cheese that I'd never heard of before."}
{"goods_id": 1, "id": 6, "text": "delicious simple food in nice outdoor atmosphere."}
{"goods_id": 1, "id": 7, "text": "Grilled whole fish wonderful, great spicing."}
{"goods_id": 1, "id": 8, "text": "The Pastrami sandwich was like buttah and with pickles and an icy cold beer to wash it down, it was a pleasurable experience."}
{"goods_id": 1, "id": 9, "text": "The staff makes you feel at home, the food is great and the atmosphere is WONDERFUL !"}
{"goods_id": 1, "id": 10, "text": "My husband and I have been there at least 6 times and we've always been given the highest service and often free desserts."}
{"goods_id": 1, "id": 11, "text": "It took 100 years for Parisi to get around to making pizza ( at least I do n't think they ever made it before this year )... but it was worth the wait."}
{"goods_id": 1, "id": 12, "text": "Very nice touch that very much fits the place."}
{"goods_id": 2, "id": 0, "text": "The Bagels have an outstanding taste with a terrific texture, both chewy yet not gummy ."}
{"goods_id": 2, "id": 1, "text": "also make sure you pay attention to the music being piped in-quite a weird selection."}
{"goods_id": 2, "id": 2, "text": "The decor is vibrant and eye-pleasing with several semi-private boths on the right side of the dining hall, which are great for a date."}
{"goods_id": 2, "id": 3, "text": "Delicious food at a great price but do not go here on a cold day and sit by the front door."}
{"goods_id": 2, "id": 4, "text": "Not enough wines by the glass either."}
{"goods_id": 2, "id": 5, "text": "try the spicy shrimp appetizer ( again, not the greatest value in the world but worth the price ) and the lamb vindaloo is great."}
{"goods_id": 2, "id": 6, "text": "The food is good, but very expensive for the casualness of it."}
{"goods_id": 2, "id": 7, "text": "For years, I thought Tuscan cuisine was the best, but Salvatore converted me to the hearty Neapolitan fare on my first visit."}
{"goods_id": 2, "id": 8, "text": "Whenever you need a Sushi fix, Mizu will be there with quality fish and great service."}
{"goods_id": 2, "id": 9, "text": "The staff was too busy ordering sushi for dinner and then laying it out to eat on the bar to even bring me my check."}
{"goods_id": 2, "id": 10, "text": "A beautiful atmosphere, perfect for drinks and/or appetizers."}
{"goods_id": 2, "id": 11, "text": "Generously garnished, organic grilled burgers are the most popular dish, but the Jerusalem market-style falafel wraps and Mediterranean salads -- layered with beets, goat cheese and walnuts -- are equally scrumptious."}
{"goods_id": 2, "id": 12, "text": "However, there is just something so great about being outdoors, in great landscaping, enjoying a casual drink that makes going to this place worthwhile."}
{"goods_id": 3, "id": 0, "text": "Nevertheless the food itself is pretty good ."}
{"goods_id": 3, "id": 1, "text": "Good food."}
{"goods_id": 3, "id": 2, "text": "Service was quick."}
{"goods_id": 3, "id": 3, "text": "Overall, I'm still impressed that the place even exists and the prices are quite decent but then again, its Chinatown."}
{"goods_id": 3, "id": 4, "text": "I had the duck breast special on my last visit and it was incredible."}
{"goods_id": 3, "id": 5, "text": "Incredible food at a very agreeable price brings me back just about every other day to this authentic Thai restaurant."}
{"goods_id": 3, "id": 6, "text": "The hot and sour soup was unbearably hot and tasted of only pepper and nothing else."}
{"goods_id": 3, "id": 7, "text": "The food was delicious, the atmosphere was relaxed, and we have now adopted Plate 347 as our Secret on Second !"}
{"goods_id": 3, "id": 8, "text": "Add to that great service<img onl2d=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"25\\\"> and great food at a reasonable price and you have yourself the beginning of a great evening."}
{"goods_id": 3, "id": 9, "text": "The staff has been nice, but they seemed really stressed and the unisex bathroom needs to be cleaned more often."}
{"goods_id": 3, "id": 10, "text": "They make the best pizza in New Jersey."}
{"goods_id": 3, "id": 11, "text": "Probably my worst dining experience in new york, and I'm a former waiter so I know what I'm talking about."}
{"goods_id": 3, "id": 12, "text": "The comments about fried foods is correct ( below ) but the other dishes, including the lamb entree and many of the salads ( avocado shrimp ) were quite good."}
{"goods_id": 4, "id": 0, "text": "My suggestion is to eat family style because you'll want to try the other dishes ."}
{"goods_id": 4, "id": 1, "text": "The wait staff is very friendly, if not overly efficient."}
{"goods_id": 4, "id": 2, "text": "Drawbacks: service is slow and they do n't toast !"}
{"goods_id": 4, "id": 3, "text": "Admittedly some nights inside the restaurant were rather warm, but the open kitchen is part of the charm."}
{"goods_id": 4, "id": 4, "text": "These innovators of french indian fusion do a great job of making dishes as interesting as possible while still being accessible."}
{"goods_id": 4, "id": 5, "text": "I have been coming here for years and have nothing but good things to say about the service and the great staff at La Lanterna."}
{"goods_id": 4, "id": 6, "text": "The food is delicious."}
{"goods_id": 4, "id": 7, "text": "We ate at this Thai place following the reviews but very unhappy with the foods<img onl2d=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"25\\\">."}
{"goods_id": 4, "id": 8, "text": "For many people, this may not seem like Aunthentic Thai food because most places in NYC arent quite authentic."}
{"goods_id": 4, "id": 9, "text": "They sell special sushi, everything have a topping, sauce and etc."}
{"goods_id": 4, "id": 10, "text": "What a difference, the service was very comforting and the food was better than average, but what really standed out was such a dynamic and extensive beer list."}
{"goods_id": 4, "id": 11, "text": "I love the Little Pie Company as much as anyone else who has written reviews, but must discourage anyone from visiting the Grand Central location due to their RUDE service from two sales people."}
{"goods_id": 4, "id": 12, "text": "Slow service, but when you're hanging around with groups of 10 or 20, who really notices ?"}
{"goods_id": 5, "id": 0, "text": "Best of all is the warm vibe, the owner is super friendly and service is fast ."}
{"goods_id": 5, "id": 1, "text": "Its a great place for a casual date or to entertain clients for lunch."}
{"goods_id": 5, "id": 2, "text": "In addition, the food is very good and the prices are reasonable."}
{"goods_id": 5, "id": 3, "text": "Pizza was a little soggy."}
{"goods_id": 5, "id": 4, "text": "We were worried we would have trouble getting in, but somehow managed to have a short wait."}
{"goods_id": 5, "id": 5, "text": "Food was okay, nothing great."}
{"goods_id": 5, "id": 6, "text": "This place has the the correct ambience and an excellent staff to make you feel like a guest and a friend at the same time."}
{"goods_id": 5, "id": 7, "text": "The food is definitely good, but I left a bit disappointed."}
{"goods_id": 5, "id": 8, "text": "Even though its good seafood, the prices are too high."}
{"goods_id": 5, "id": 9, "text": "Going to Volare is like going to your favorite aunt's house for dinner, assuming that your aunt is a great Italian cook."}
{"goods_id": 5, "id": 10, "text": "The staff is unbelievably friendly, and I dream about their Saag gosht... so good."}
{"goods_id": 5, "id": 11, "text": "Unfortunately, unless you live in the neighborhood, it's not in a convenient location but is more like a hidden treasure."}
{"goods_id": 5, "id": 12, "text": "The sauce is excellent ( very fresh ) with dabs of real mozzarella."}
{"goods_id": 6, "id": 0, "text": "From the incredible food, to the warm atmosphere, to the friendly service, this downtown neighborhood spot does n't miss a beat ."}
{"goods_id": 6, "id": 1, "text": "The table next to us asked if he crushed the grapes himself when their long overdue bottle of wine finally arrived."}
{"goods_id": 6, "id": 2, "text": "Reasonable prices."}
{"goods_id": 6, "id": 3, "text": "I'm still mad that i had to pay for lousy food."}
{"goods_id": 6, "id": 4, "text": "The service is awful -- the last time I was there ( and I do mean the last time ) we were told that they needed our table so we would have to leave."}
{"goods_id": 6, "id": 5, "text": "Always popular, always full, always a wait."}
{"goods_id": 6, "id": 6, "text": "The food is outstanding and the service is quick, friendly and very professional."}
{"goods_id": 6, "id": 7, "text": "The all-Italian staff is warm and engaging from the start."}
{"goods_id": 6, "id": 8, "text": "Great for large groups and celebrations-our SUPER HAPPY waiter was the entertainment of the evening."}
{"goods_id": 6, "id": 9, "text": "The sushi has been from average to below average, the wait service has always been subpar the atmosphere goes from nice to really irritating ( if you sit in the area beyond the kitchen, the acousitcs are horrid, everything echoes is extremely loud )."}
{"goods_id": 6, "id": 10, "text": "Best Indian food I have ever eaten."}
{"goods_id": 6, "id": 11, "text": "The food -- though mostly deep-fried -- is simple and satisfying."}
{"goods_id": 6, "id": 12, "text": "Do n't ever bother-the drinks were awful, but it was the people who work there that really made this the worst experience at dining."}
{"goods_id": 7, "id": 0, "text": "Great food at REASONABLE prices, makes for an evening that ca n't be beat !"}
{"goods_id": 7, "id": 1, "text": "Prices are very good."}
{"goods_id": 7, "id": 2, "text": "they bring service up a notch by offerng complementary amuse bouche to all tables and gave us a small dessert for our celebration."}
{"goods_id": 7, "id": 3, "text": "Definite go if you're used to good Indian restaurant food from abroad."}
{"goods_id": 7, "id": 4, "text": "We had the scallops as an appetizer and they were delicious and the sauce was wonderful."}
{"goods_id": 7, "id": 5, "text": "It can not be the ambience, because the place is very cramped and some guests have to sit in an aisle."}
{"goods_id": 7, "id": 6, "text": "I had a late dinner at Lucky Stike, a great name for a joint if ever I saw one."}
{"goods_id": 7, "id": 7, "text": "The prices are exceptionally reasonable for food of this caliber."}
{"goods_id": 7, "id": 8, "text": "I really loved the different and inovated touch that's the cheff gives to the food."}
{"goods_id": 7, "id": 9, "text": "When I saw that their website had a link to da Ciro in Napoli, I knew there was going to be good pizza !"}
{"goods_id": 7, "id": 10, "text": "This place has the best pizza."}
{"goods_id": 7, "id": 11, "text": "Glechik might be way too tiny for a restaurant by Russian standards, but it is cozy and the food is simply GREAT."}
{"goods_id": 7, "id": 12, "text": "The room is a little plain, but it's difficult to make such a small place exciting and I would not suggest that as a reason not to go."}
{"goods_id": 8, "id": 0, "text": "this little place has a cute interior decor and affordable city prices ."}
{"goods_id": 8, "id": 1, "text": "Plain and simple it<br><div class=\\\"goods_comment_attach\\\">'s bad thai food."}
{"goods_id": 8, "id": 2, "text": "All in all, this midtown gem instantly became one of my favorite sushi restaurants in the city."}
{"goods_id": 8, "id": 3, "text": "By far, the best pizza in Manhattan."}
{"goods_id": 8, "id": 4, "text": "We were also seated promptly at the time of our reservation and the service was very quick and professional."}
{"goods_id": 8, "id": 5, "text": "Authentic Pakistani food."}
{"goods_id": 8, "id": 6, "text": "Service is fast and friendly."}
{"goods_id": 8, "id": 7, "text": "The filet mignon dish was superb !"}
{"goods_id": 8, "id": 8, "text": "But the main hit was the whole grilled fish."}
{"goods_id": 8, "id": 9, "text": "Just stick with the small dishes !"}
{"goods_id": 8, "id": 10, "text": "The music which is sometimes a little too heavy for my taste."}
{"goods_id": 8, "id": 11, "text": "The food was excellent-authentic Italian cuisine made absolutely fresh."}
{"goods_id": 8, "id": 12, "text": "Prices even outside of restaurant week were great."}
{"goods_id": 9, "id": 0, "text": "Two words: Free wine."}
{"goods_id": 9, "id": 1, "text": "The place is larger than most and features adequate seating unlike most joints, and has a bar which deserves a mention."}
{"goods_id": 9, "id": 2, "text": "if you're looking for perfect traditional sushi, go here-if you're looking for interesting combinations, try Sushi of gari's ( east side )."}
{"goods_id": 9, "id": 3, "text": "Decent Thai food in cute-though a bit dank-little Nolita hangout, BUT service terrible."}
{"goods_id": 9, "id": 4, "text": "The food was good."}
{"goods_id": 9, "id": 5, "text": "The staff has always been friendly without seeming grating, and the chef has greeted us on a couple of occasions."}
{"goods_id": 9, "id": 6, "text": "The food was boring and expensive."}
{"goods_id": 9, "id": 7, "text": "I had been a regular due to the consistently good food and ease of getting a table."}
{"goods_id": 9, "id": 8, "text": "the food was undercooked -the sauce watery, and the vegetables raw."}
{"goods_id": 9, "id": 9, "text": "The cafe itself was really nice with comfortable outdoor chairs and tables, but the service could have been better."}
{"goods_id": 9, "id": 10, "text": "The service is excellent and always informative without an air."}
{"goods_id": 9, "id": 11, "text": "The other times I've gone it's romantic date heaven, you can walk in get a booth by the windows, be treated like a VIP in a not-crowded place, with great food and service."}
{"goods_id": 9, "id": 12, "text": "A small, outdoor eating area makes for a private, comfortable space to study alone or meet up with friends."}
{"goods_id": 10, "id": 0, "text": "The price is reasonable although the service is poor."}
{"goods_id": 10, "id": 1, "text": "good music, great food, speedy service affordable prices."}
{"goods_id": 10, "id": 2, "text": "Plus, on Wednesday nights the house wine is unlimited !"}
{"goods_id": 10, "id": 3, "text": "Sushi was n't anything spectacular for <img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">the price."}
{"goods_id": 10, "id": 4, "text": "Great wine selection, Gigondas is worth the price, and the house champagne is a great value."}
{"goods_id": 10, "id": 5, "text": "Quality ingredients preparation all around, and a very fair price for NYC."}
{"goods_id": 10, "id": 6, "text": "The ambience is pretty and nice for conversation, so a casual lunch here would probably be best."}
{"goods_id": 10, "id": 7, "text": "The food is good, I ca n't lie."}
{"goods_id": 10, "id": 8, "text": "The prices are wonderfully low."}
{"goods_id": 10, "id": 9, "text": "I've rarely had a problem with slow staff in the 10 years I've been going."}
{"goods_id": 10, "id": 10, "text": "The sushi is always fresh and yummy and the menu is pretty varied."}
{"goods_id": 10, "id": 11, "text": "If your looking for nasty high priced food with a dash of ghetto scenery cheap BX A $ $ this is the place to be ! !"}
{"goods_id": 10, "id": 12, "text": "The best dessert, a chocolate and peanut butter tart<img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">, is n't particularly Hawaiian, but it's a small world when it comes to sweets."}
{"goods_id": 11, "id": 0, "text": "The place is so cool and the service is prompt and curtious."}
{"goods_id": 11, "id": 1, "text": "There was a small wait<br><div class=\\\"goods_comment_attach\\\">, but shorter than I expected."}
{"goods_id": 11, "id": 2, "text": "We wo n't go to this place again for a good meal."}
{"goods_id": 11, "id": 3, "text": "The staff is very attentive and we can almost always get a table."}
{"goods_id": 11, "id": 4, "text": "at night, but it's hard to hear your own conversation with everyone else competing for that same luxury-the music playing in the background is also voluminous."}
{"goods_id": 11, "id": 5, "text": "In such a crappy part of town to find a good value for lunch, this place is great."}
{"goods_id": 11, "id": 6, "text": "Terrific menu full of unique rolls and special dishes."}
{"goods_id": 11, "id": 7, "text": "This place is worth going even if only for their beer."}
{"goods_id": 11, "id": 8, "text": "No free drink."}
{"goods_id": 11, "id": 9, "text": "The portion sizes here are huge, and the sushi is good."}
{"goods_id": 11, "id": 10, "text": "The food was great-sushi was good, but the cooked food amazed us."}
{"goods_id": 11, "id": 11, "text": "new hamburger with special sauce is ok-at least better than big mac !"}
{"goods_id": 11, "id": 12, "text": "The room is a gorgeous, bi-level space and the long<img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\"> bar perfect for a drink."}
{"goods_id": 12, "id": 0, "text": "I just wonder how you can have such a delicious meal for such little money."}
{"goods_id": 12, "id": 1, "text": "Not a large place, but it's cute and cozy."}
{"goods_id": 12, "id": 2, "text": "Barbecued codfish was gorgeously moist-as if poached-yet the fabulous texture was let down by curiously bland seasoning-a spice rub might have overwhelmed, however herb mix or other sauce would have done much to enhance."}
{"goods_id": 12, "id": 3, "text": "Try the mediterranean salad, it is a true experience for your taste buds ! !"}
{"goods_id": 12, "id": 4, "text": "I have enjoyed everything I have ever gotten and the fish is so fresh and always prepared in a great way."}
{"goods_id": 12, "id": 5, "text": "In fact, while leaving the place we saw two people looking at the menu, and I could n't help telling them that the food was horrible."}
{"goods_id": 12, "id": 6, "text": "The service is ok but could be better."}
{"goods_id": 12, "id": 7, "text": "The ambience was so fun, and the prices were great, on top of the fact that the food was really tasty."}
{"goods_id": 12, "id": 8, "text": "The food is a diamond in rough -- the food is delicious and homemade with the perfect balance of herbs and tomatoes."}
{"goods_id": 12, "id": 9, "text": "I have eaten there 3-4 times and the food was always good."}
{"goods_id": 12, "id": 10, "text": "Great food, great drinks, nice dining atmosphere."}
{"goods_id": 12, "id": 11, "text": "This little place is wonderfully warm welcoming."}
{"goods_id": 12, "id": 12, "text": "I was especially impressed during the bday party when the waitstaff went above and beyond in helping me decorate and bring out a bday cake as well as offering prompt and friendly service to a 15 person party."}
{"goods_id": 13, "id": 0, "text": "The food was delicious but do not come here on a empty stomach."}
{"goods_id": 13, "id": 1, "text": "The beverages were excellent, and the dessert was good."}
{"goods_id": 13, "id": 2, "text": "Taj Mahal offeres gret value and great food."}
{"goods_id": 13, "id": 3, "text": "Service was prompt and courteous."}
{"goods_id": 13, "id": 4, "text": "The place was nice and calm."}
{"goods_id": 13, "id": 5, "text": "The bread is the soft paratha bread ( unlike the plain bread they use in Calcutta ), and the stuffing is tandoori styled and very flavorful."}
{"goods_id": 13, "id": 6, "text": "Went on a 3 day oyster binge, with Fish bringing up the closing, and I am so glad this was the place it O trip ended, because it was so great !"}
{"goods_id": 13, "id": 7, "text": "Decor is charming."}
{"goods_id": 13, "id": 8, "text": "Having not been home in the last 2 years may skew this reviewer a bit, but the food was tasty and spicy sans the oil that comes floating along at similar venues."}
{"goods_id": 13, "id": 9, "text": "The service was great as well."}
{"goods_id": 13, "id": 10, "text": "The bartenders and the managers are really nice and the decor is very comfy and laid-back, all the while being trendy."}
{"goods_id": 13, "id": 11, "text": "perfect for a quick meal<img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">."}
{"goods_id": 13, "id": 12, "text": "The chicken and falafel platters were nondescript combinations with fresh leaf salad."}
{"goods_id": 14, "id": 0, "text": "Ive been to many Thai restaurants in Manhattan before, and Toons is by far the best Thai food Ive had ( except for my mom's of course )."}
{"goods_id": 14, "id": 1, "text": "If you'd like to have a nice<br><div class=\\\"goods_comment_attach\\\"> light meal with an asian accent, Long Tan is a good place on the slope."}
{"goods_id": 14, "id": 2, "text": "My boyfriend and I recently had an early dinner at Artisanal and was satisfied with our experience."}
{"goods_id": 14, "id": 3, "text": "Oh, and the complimentary pudding dessert was just enough-yummy !"}
{"goods_id": 14, "id": 4, "text": "Service is average."}
{"goods_id": 14, "id": 5, "text": "Service is friendly, prices are good-delivery time was a little slow, but for the way this pizza tastes, I'm willing to overlook it."}
{"goods_id": 14, "id": 6, "text": "If you are looking for a good quality, cheap eats-this is the place."}
{"goods_id": 14, "id": 7, "text": "Really tasty spring rolls and noodles for a good price though."}
{"goods_id": 14, "id": 8, "text": "The atmosphere is n't the greatest, but I suppose that's how they keep the prices down."}
{"goods_id": 14, "id": 9, "text": "The food was very well prepared."}
{"goods_id": 14, "id": 10, "text": "For a savory take on the soup and sandwich meal, try the hot and sour soup."}
{"goods_id": 14, "id": 11, "text": "Has the warmth of a family local yet it is a great place to watch sporting events."}
{"goods_id": 14, "id": 12, "text": "The service is great ( maybe even borderline nagging but at least you get attention ), the desserts are excellent and the coffee is so very good..."}
{"goods_id": 15, "id": 0, "text": "This is a consistently great place to dine for lunch or dinner."}
{"goods_id": 15, "id": 1, "text": "When going out for a nice dinner, I like a nice ambiance as well as very good food."}
{"goods_id": 15, "id": 2, "text": "Pizza-the only pizza in NYC that should not have additional toppings-the crust tastes like the best, freshly baked bread !"}
{"goods_id": 15, "id": 3, "text": "Decent wine selection too."}
{"goods_id": 15, "id": 4, "text": "But they've done a really nice job of offering all the typical pizzeria faves plus some terrific specials like the Godmother pizza ( a sort of traditional flat pizza with an olive oil-brushed crust and less tomato sauce than usual )."}
{"goods_id": 15, "id": 5, "text": "The food can get pricey but the prixe fixe tasting menu is the greatest food for a good price and they cater the food to any food allergies or food you do n't like."}
{"goods_id": 15, "id": 6, "text": "The service was friendly and the atmosphere was casual."}
{"goods_id": 15, "id": 7, "text": "Good, because hey, it's more food, but bad because dim sum is supposed to be smaller portions so you can try out more dishes and smaller so that each dish is cheap."}
{"goods_id": 15, "id": 8, "text": "The food is great and they have a good selecion of wines at reasonable prices."}
{"goods_id": 15, "id": 9, "text": "Complimentary stuff kept coming, and <img onl2d=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"25\\\">when the waiter saw me opening a gift, I received my dessert on a plate that had Happy Birthday written on it, with a candlevery nice touch, and attentive staff."}
{"goods_id": 15, "id": 10, "text": "This bar has it all-great drinks, cool atmosphere, excellent service and delicious food."}
{"goods_id": 15, "id": 11, "text": "The service was great, and they have a whole great deal for birthdays."}
{"goods_id": 15, "id": 12, "text": "The food is just OKAY, and it's almost not worth going unless you're getting the pialla, which is the only dish that's really good."}
{"goods_id": 16, "id": 0, "text": "Nice atmosphere, the service was very pleasant and the desert was good."}
{"goods_id": 16, "id": 1, "text": "Otherwise, this place has great service and prices and a nice friendly atmosphere."}
{"goods_id": 16, "id": 2, "text": "Service was warm and attentive, beef carpaachio was exellent ( huge portion ) and pasta was fresh and well-prepared."}
{"goods_id": 16, "id": 3, "text": "It saves walking in and waiting for a table in the often noisy, crowded bar at dinnertime."}
{"goods_id": 16, "id": 4, "text": "The steak is good, the fish is good and the sushi was surprisingly great."}
{"goods_id": 16, "id": 5, "text": "The service is excellent, the decor is great, and the food is delicious and comes in large portions."}
{"goods_id": 16, "id": 6, "text": "Never in my life did I think that I could be satisfied both in taste and in quantity for $ 3.00 in NYC."}
{"goods_id": 16, "id": 7, "text": "While most people can attest to spending over $ 50 on drinks in New York bars and hardly feeling a thing, the drinks here are plentiful and unique."}
{"goods_id": 16, "id": 8, "text": "Decor is minimalist and clean-nothing to distract or commend."}
{"goods_id": 16, "id": 9, "text": "Little Tonino's is just awesome, our favorite delivery place in Kennsington, honestly the best Gnochi I have ever had !"}
{"goods_id": 16, "id": 10, "text": "Finally, I got sick of the bad service, obnoxious smirks, and snotty back talk."}
{"goods_id": 16, "id": 11, "text": "The staff is 100 % Italian and the food is as authentic as it gets."}
{"goods_id": 16, "id": 12, "text": "The new menu has a few creative items, they were smart enough to keep some of the old favorites ( but they raised the prices ), the staff is friendly most of the time, but I must agree with the person that wrote about their favorite words: No, ca n't, sorry..., boy, they wo n't bend the rules for anyone."}
{"goods_id": 17, "id": 0, "text": "Fabulous service, fantastic food, and a chilled out atmosphere and environment."}
{"goods_id": 17, "id": 1, "text": "Highly<br><div class=\\\"goods_comment_attach\\\"> recommend this as great value for excellent sushi and service."}
{"goods_id": 17, "id": 2, "text": "Best Italian food I ever had ( and being Italian, that means alot )."}
{"goods_id": 17, "id": 3, "text": "Mine was a little burnt but still delicious with goat cheese and panchetta ( raddichio was kind of bitter though )."}
{"goods_id": 17, "id": 4, "text": "The service was poor, restaurant poorly lit, staff not very attentive and I would have rather eaten at a Mcdonald's than this joint."}
{"goods_id": 17, "id": 5, "text": "An excellent service"}
{"goods_id": 17, "id": 6, "text": "this is the best secret place in midtown', I heard that from the bartender, after having brilliant food ( try steak with portobello mushrooms ) and drinks on the bar last Tuesday."}
{"goods_id": 17, "id": 7, "text": "If you go for the pre-theatre menu, it's an even greater deal."}
{"goods_id": 17, "id": 8, "text": "Try ordering from the regular menu, then you would not regret !"}
{"goods_id": 17, "id": 9, "text": "INCREDIBLY POOR SERVICE AN FOOD QUALITY AT EXORBITANT PRICES."}
{"goods_id": 17, "id": 10, "text": "if you're looking for authentic hong kong-style food, look no further."}
{"goods_id": 17, "id": 11, "text": "Good for a quick sushi lunch."}
{"goods_id": 17, "id": 12, "text": "It' only open for lunch but the food is so good !"}
{"goods_id": 18, "id": 0, "text": "Go here for a romantic dinner but not for an all out wow dining experience."}
{"goods_id": 18, "id": 1, "text": "This place would be so much better served by being run by a group that actually understands customer service."}
{"goods_id": 18, "id": 2, "text": "I will recommend Scopa to all of my friends for a place to go for wonderful Italian food."}
{"goods_id": 18, "id": 3, "text": "Disappointing food, lousy service."}
{"goods_id": 18, "id": 4, "text": "My GF and I still choose to eat there a lot because of diverse cocktails, the chill decor, and the decent sushi."}
{"goods_id": 18, "id": 5, "text": "I LOVE their Thai noodles with shrimp and chicken and coconut juice is the MUST !"}
{"goods_id": 18, "id": 6, "text": "Waitstaff is great, very attentive."}
{"goods_id": 18, "id": 7, "text": "I have been about 4 times and have always had a great meal."}
{"goods_id": 18, "id": 8, "text": "The wine is always good, the tapas are always yummy, especially with the warm pita bread."}
{"goods_id": 18, "id": 9, "text": "Volare virgins or weekly regulars, everyone gets treated the same and you ca n't ask for more than that when the service is this friendly."}
{"goods_id": 18, "id": 10, "text": "good food good wine<img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\"> that's it."}
{"goods_id": 18, "id": 11, "text": "I went this past Saturday and had a excellent meal of consisting of a braised lamb shank with mashed potatoes."}
{"goods_id": 18, "id": 12, "text": "How can they survive serving mediocre food at exorbitant prices ? !"}
{"goods_id": 19, "id": 0, "text": "Great bagels, spreads and a good place to hang out in."}
{"goods_id": 19, "id": 1, "text": "A++ The service was good to excellent along with the attitude."}
{"goods_id": 19, "id": 2, "text": "Looking around, I saw a room full of New Yorkers enjoying a real meal in a real restaurant, not a clubhouse of the fabulous trying to be seen."}
{"goods_id": 19, "id": 3, "text": "If you want a casual neighborhood bistro that has great food and excellent service, this is the place."}
{"goods_id": 19, "id": 4, "text": "The buffet had a nice selection."}
{"goods_id": 19, "id": 5, "text": "The pizza was really good."}
{"goods_id": 19, "id": 6, "text": "The dinner menu is diverse and top-notch as well."}
{"goods_id": 19, "id": 7, "text": "Horrible food and horrible service."}
{"goods_id": 19, "id": 8, "text": "Food was average but tasty."}
{"goods_id": 19, "id": 9, "text": "The food was great and the service was even better."}
{"goods_id": 19, "id": 10, "text": "The staff was extremely friendly and pleasant."}
{"goods_id": 19, "id": 11, "text": "The french fries -- with the kalmata dip were terrific !"}
{"goods_id": 19, "id": 12, "text": "The food was mediocre and the service was severely slow <img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">."}
{"goods_id": 20, "id": 0, "text": "Unfortunately, the food is outstanding, but everything else about this restaurant is the pits."}
{"goods_id": 20, "id": 1, "text": "It's simply the best meal in NYC.<br><div class=\\\"goods_comment_attach\\\">"}
{"goods_id": 20, "id": 2, "text": "Great bar, most gorgeous bartenders you've ever seen ( specifically the blond lady )."}
{"goods_id": 20, "id": 3, "text": "great place to go for a drink too <img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">because they have 100 kinds of beer."}
{"goods_id": 20, "id": 4, "text": "The food was below average, the service was pathetic, there was no ambience at all."}
{"goods_id": 20, "id": 5, "text": "Food is average, and I would say even the chain restaurant Baluchi's tastes better."}
{"goods_id": 20, "id": 6, "text": "I do n't like Indian food too much and this was delicious, however you want to factor that into the equation."}
{"goods_id": 20, "id": 7, "text": "The wine and cheese plate are plentiful and ca n't wait to try the fondue or table grilling."}
{"goods_id": 20, "id": 8, "text": "$ 20 gets you unlimited sushi of a very high quality -- I even took a friend here from Japan who said it was one of the best sushi places in the US that he has been to."}
{"goods_id": 20, "id": 9, "text": "This is the only Thai place I go too in NYC, it's wonderful, and live relaxed Jazz on certain nights."}
{"goods_id": 20, "id": 10, "text": "While their kitchen food is delicious, their Sushi is out of this world."}
{"goods_id": 20, "id": 11, "text": "A mix of students and area residents crowd into this narrow, barely there space for its quick, tasty treats at dirt-cheap prices."}
{"goods_id": 20, "id": 12, "text": "i have eaten here on a different occasion-the food is mediocre for the prices."}
{"goods_id": 21, "id": 0, "text": "We always have a delicious meal and always leave feeling satisfied."}
{"goods_id": 21, "id": 1, "text": "This is some really good, inexpensive sushi."}
{"goods_id": 21, "id": 2, "text": "I had a terrific meal, and our server guided us toward a very nice wine in our price range, instead of allowing us to purchase a similarly priced wine that was n't as good."}
{"goods_id": 21, "id": 3, "text": "The food was well prepared and the service impecable."}
{"goods_id": 21, "id": 4, "text": "service was efficient courteous."}
{"goods_id": 21, "id": 5, "text": "The place is small and cramped but the food is fantastic."}
{"goods_id": 21, "id": 6, "text": "Nice ambiance, nice little bar, good bartender, Francois, and good service."}
{"goods_id": 21, "id": 7, "text": "They treated us well and the food was extremely fresh and well-prepared."}
{"goods_id": 21, "id": 8, "text": "The exotic food is beautifully presented and is a delight in delicious combinations."}
{"goods_id": 21, "id": 9, "text": "Delicious food, excellent service, and a pretty atmosphere make this a great choice for dinner and the $ 5.99 lunch buffet makes it an even better choice for lunch !"}
{"goods_id": 21, "id": 10, "text": "everything is scrumptious, from the excellent service by cute waitresses, to the extremely lush atmosphere."}
{"goods_id": 21, "id": 11, "text": "the negative reviews on city search are probably from jealous competing restaurants who realize they ca n't compete with Temple's entire positive attitude about the proper way to treat their customers and deliver top quality food."}
{"goods_id": 21, "id": 12, "text": "I asked repeatedly what the status of the meal was and was pretty much grunted at by the unbelievably rude waiter."}
{"goods_id": 22, "id": 0, "text": "The pizza was pretty good and huge."}
{"goods_id": 22, "id": 1, "text": "I would n't even have complained at all if the food at least tasted good but the quality of food was crappy, too."}
{"goods_id": 22, "id": 2, "text": "The food is good, especially their more basic dishes, and the drinks are delicious."}
{"goods_id": 22, "id": 3, "text": "BUt their best dish is thh Thai spiced curry noodles with shrimp-a dish that would cost $ 23.95 is most places, but it is $ 16 here."}
{"goods_id": 22, "id": 4, "text": "The miso soup lacked flavor and the fish was unfortunately not as well prepared as in the past."}
{"goods_id": 22, "id": 5, "text": "The food is tasty and portion sizes are appropriate."}
{"goods_id": 22, "id": 6, "text": "The calamari comes with an incredible sauce, and the duck noodles are yummy as well."}
{"goods_id": 22, "id": 7, "text": "Their exotic salad is basic ly a delicious little green salad with a peanut sauce that is perfect before their sweet basil fried tofu."}
{"goods_id": 22, "id": 8, "text": "Chance is a small cozy <img onl2d=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"25\\\">restaurant, with a romantic feel to it, the decor is great."}
{"goods_id": 22, "id": 9, "text": "Great wine, great food."}
{"goods_id": 22, "id": 10, "text": "It's traditional, simple italian food."}
{"goods_id": 22, "id": 11, "text": "Overall, this is a nice place to take a few friends to hang out at and the service is excellent."}
{"goods_id": 22, "id": 12, "text": "Its good to go there for drinks if you do n't want to get drunk because you'll be lucky if you can get one drink an hour the service is so bad."}
{"goods_id": 23, "id": 0, "text": "The cuisine from what I've gathered is authentic Taiwanese, though its very different from what I've been accustomed to in Taipei."}
{"goods_id": 23, "id": 1, "text": "The pizza is delicious and the proprietor is one of the nicest in NYC."}
{"goods_id": 23, "id": 2, "text": "The food is delicious and beautifully prepared along with the friendly and personable service."}
{"goods_id": 23, "id": 3, "text": "Good, dark atmosphere and the music is a nice touch."}
{"goods_id": 23, "id": 4, "text": "Toons has recently been redone, so it's now a very attractive space."}
{"goods_id": 23, "id": 5, "text": "Kosher dills are the perfect compliment for your unforgetable sandwich and they give you plenty of them."}
{"goods_id": 23, "id": 6, "text": "Simple comfort food and what hot and large portions."}
{"goods_id": 23, "id": 7, "text": "Even if the food was n't this good, the garden is a great place to sit outside and relax."}
{"goods_id": 23, "id": 8, "text": "we split a tasty vegetable samosa and the malai tikka wrap."}
{"goods_id": 23, "id": 9, "text": "The service was mediocre, and the lack of air conditioning made for a less than comfortable meal."}
{"goods_id": 23, "id": 10, "text": "The food is all-around good, with the rolls usually excellent and the sushi/sashimi not quite on the same level."}
{"goods_id": 23, "id": 11, "text": "Food is excellent quality for a good restaurant price."}
{"goods_id": 23, "id": 12, "text": "Creamy appetizers -- taramasalata, eggplant salad, and Greek <img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">yogurt ( with cuccumber, dill, and garlic ) taste excellent when on warm pitas."}
{"goods_id": 24, "id": 0, "text": "They are often crowded on the weekends but they are efficient and accurate with their service."}
{"goods_id": 24, "id": 1, "text": "The decor is dark, cool and soothing, while the food's presentation is spectacular, considering the low prices."}
{"goods_id": 24, "id": 2, "text": "Pizza here is consistently good."}
{"goods_id": 24, "id": 3, "text": "Stuffing yourself with Japanese food is a rare thing."}
{"goods_id": 24, "id": 4, "text": "The menu is Prix Fixe, so be prepared to spend at least $ 60 per person, but it is Well worth it superb food."}
{"goods_id": 24, "id": 5, "text": "The food is so cheap and the waiters are nice."}
{"goods_id": 24, "id": 6, "text": "Also, specify if you like your food spicy- its rather bland if you do n't."}
{"goods_id": 24, "id": 7, "text": "No you're going to go back because the food was good."}
{"goods_id": 24, "id": 8, "text": "While the food was good ( certainly no Il Mulino ) the service was horrendous."}
{"goods_id": 24, "id": 9, "text": "What makes this restaurant special are the authentic sichuan cooking and being the only one in NYC that offers authentic chongqing hotpot."}
{"goods_id": 24, "id": 10, "text": "Not only is the service great, but forming conversation around a table is so easy beacuse the atmosphere can be both romantic and comfortable."}
{"goods_id": 24, "id": 11, "text": "The space is traditional in feel."}
{"goods_id": 25, "id": 0, "text": "The wait staff is friendly, and the food has gotten better and better !"}
{"goods_id": 25, "id": 1, "text": "The Waitstaff were very nice and suggested swordfish for my husband he enjoyed his meal."}
{"goods_id": 25, "id": 2, "text": "Sauce was watery and the food did n't have much flavor."}
{"goods_id": 25, "id": 3, "text": "Great pizza for lunch place."}
{"goods_id": 25, "id": 4, "text": "We had the most wonderful waitress."}
{"goods_id": 25, "id": 5, "text": "The bartender on my most recent visit was so incredibly rude that I will never go back."}
{"goods_id": 25, "id": 6, "text": "Our waiter was fine, the place looks nice in that not-trying-too-hard way, but at those prices, a little more should be expected of your food."}
{"goods_id": 25, "id": 7, "text": "While this can hardly be called a restaurant, it is possibly the best deal in Manhatten: $ 4 for a plate heaped with rice and 2-3 entrees."}
{"goods_id": 25, "id": 8, "text": "The food was absolutely amazing ! !"}
{"goods_id": 25, "id": 9, "text": "Deliveries often take up to an hour <img onl2d=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"25\\\">and the prices are higher than most other pizzerias in the area."}
{"goods_id": 25, "id": 10, "text": "The absolute worst service I've ever experienced and the food was below average ( when they actually gave people the meals they ordered )."}
{"goods_id": 25, "id": 11, "text": "the food was mediocre to be kind-the interior is small and average-the owners are a tag-team of unpleasantries-so rude and snotty i actually let out a hearty guffaw whilst dining."}
{"goods_id": 26, "id": 0, "text": "It may be a bit packed on weekends, but the vibe is good and it is the best French food you will find in the area."}
{"goods_id": 26, "id": 1, "text": "The Italian food has flavor ( that can be sort of surprising on the UES ), and the service turns from a nightmare to attentive, they sort of remind me of the NY Yankees of the late 90's, no matter how bad it look, you knew that there was a rally just around the corner..."}
{"goods_id": 26, "id": 2, "text": "First the wrong bread came out with the appetizer, then when i tried to order a second glass of wine for my main course..."}
{"goods_id": 26, "id": 3, "text": "The food was very expensive ( we spent $ 160 for lunch for two ) but extremely tasty."}
{"goods_id": 26, "id": 4, "text": "While the staff at this little bistro is very friendly, I have never experienced more incompetency."}
{"goods_id": 26, "id": 5, "text": "For authentic Thai food, look no further than Toons."}
{"goods_id": 26, "id": 6, "text": "The food is spectacular, from the appitizers to the main course, and then of course the desserts, ( WOW ) you'll need no more."}
{"goods_id": 26, "id": 7, "text": "Traditional French decour was pleasant though the hall was rather noisy-the restaurant was full and we had to raise our voices to be able to maintain a conversation."}
{"goods_id": 26, "id": 8, "text": "Mermaid Inn is an overall good restaurant with really good seafood."}
{"goods_id": 26, "id": 9, "text": "Kind of a small place but I guess if they are not too busy might be able to fit a group or kids."}
{"goods_id": 26, "id": 10, "text": "The food is great and the prices are reasonable."}
{"goods_id": 26, "id": 11, "text": "Good service, great food, good value, and never have to wait in line !"}
{"goods_id": 27, "id": 0, "text": "Le Pere Pinard has a $ 15 pre-theater menu that is outstanding."}
{"goods_id": 27, "id": 1, "text": "Baluchi's has solid food and a<br><div class=\\\"goods_comment_attach\\\"> nice decor at reasonable prices."}
{"goods_id": 27, "id": 2, "text": "Not sure where the previous reviewer, lonk, dined, but Saul is in a great neighborhood and has great food !"}
{"goods_id": 27, "id": 3, "text": "Best dish is nori-wrapped tuna."}
{"goods_id": 27, "id": 4, "text": "The staff is courteous and friendly."}
{"goods_id": 27, "id": 5, "text": "I choose to go with one of the special, the braised lamb shank in red wine, which was excellent."}
{"goods_id": 27, "id": 6, "text": "Average to good Thai food, but terrible delivery."}
{"goods_id": 27, "id": 7, "text": "The fish is fresh and each piece is sliced to perfection and seasoned by the sushi chef ( usually with a little fresh wasabi and soy sauce but also sometimes with some sea salt )."}
{"goods_id": 27, "id": 8, "text": "The staff is also attentive and friendly."}
{"goods_id": 27, "id": 9, "text": "Food is always fresh and hot ready to eat !"}
{"goods_id": 27, "id": 10, "text": "The place is clean, and if you like soul food, then this is the place to be !"}
{"goods_id": 27, "id": 11, "text": "I have been going to this restaurant for years, in the past the service was average and the food inconsistant."}
{"goods_id": 28, "id": 0, "text": "An oasis of refinement: Food, <br><div class=\\\"goods_comment_attach\\\">though somewhat uneven, often reaches the pinnacles of new American fine cuisine-chef's passion ( and kitchen's precise execution ) is most evident in the fish dishes and soups."}
{"goods_id": 28, "id": 1, "text": "( $ 200 for 2 glasses of champagne, not too expensive bottle of wine and 2 after dinner drinks )."}
{"goods_id": 28, "id": 2, "text": "In an area sadly lacking in decent Thai food, this is one of the best spots."}
{"goods_id": 28, "id": 3, "text": "An excellent alternative to fast food joints and ordering in but, the food was slightly disappointing."}
{"goods_id": 28, "id": 4, "text": "Decor is nice though service can be spotty."}
{"goods_id": 28, "id": 5, "text": "Small servings for main entree, i had salmon ( wasnt impressed ) girlfriend had chicken, it was good."}
{"goods_id": 28, "id": 6, "text": "The food is amazing, rich pastas and fresh doughy pizza."}
{"goods_id": 28, "id": 7, "text": "Tasty steak, pork loin, the works."}
{"goods_id": 28, "id": 8, "text": "That is a problem since we paid about 20 bucks a dish, and had to order 5 dishes to get a decent taste."}
{"goods_id": 28, "id": 9, "text": "Certainly not the best sushi in New York, however, it is always fresh, and the place is very clean, sterile."}
{"goods_id": 28, "id": 10, "text": "They have a very good chicken with avocado and good tuna as well."}
{"goods_id": 28, "id": 11, "text": "The music was fascinating, but left room for conversation, and the bartender made superb drinks."}
{"goods_id": 29, "id": 0, "text": "I love Indian food and consider myself to be quite an expert on it."}
{"goods_id": 29, "id": 1, "text": "The food was just OK, at least for what food was available."}
{"goods_id": 29, "id": 2, "text": "The food was average or above including some surprising tasty dishes."}
{"goods_id": 29, "id": 3, "text": "The all you can eat deal is truly amazing here."}
{"goods_id": 29, "id": 4, "text": "Aside from the rushed service, we were very impressed with the food and the drinks."}
{"goods_id": 29, "id": 5, "text": "The ambience is very romantic and definitely a good place to bring a date."}
{"goods_id": 29, "id": 6, "text": "Food was very good, but not what I would consider out of this world."}
{"goods_id": 29, "id": 7, "text": "I'd highly recommend it for a special occasion -- it provides and intimate setting and nice service."}
{"goods_id": 29, "id": 8, "text": "The food was amazing, the service was so attentive and personable, and how about that ambience !"}
{"goods_id": 29, "id": 9, "text": "Straight-forward, no surprises, very decent Japanese food."}
{"goods_id": 29, "id": 10, "text": "My chicken was completely dried out and on the cold side and the sauce was not very flavorful."}
{"goods_id": 29, "id": 11, "text": "rice dishes and noodle dishes rarely exceed $ 5 and add on a refreshing ice drink for $ 2 and you're set for the night !"}
{"goods_id": 30, "id": 0, "text": "The lava cake dessert was incredible and I recommend it."}
{"goods_id": 30, "id": 1, "text": "The waitress was very patient with us and the food is phenomenal !"}
{"goods_id": 30, "id": 2, "text": "The food's as good as ever."}
{"goods_id": 30, "id": 3, "text": "All of the pizzas are terrific and the price is even better !"}
{"goods_id": 30, "id": 4, "text": "And even with it's Pub atmosphere they were great to my kids too !"}
{"goods_id": 30, "id": 5, "text": "It is far more popular as a bar than as a restaurant, with only a few tables and the waiter being the bartender, but we greatly enjoyed the unobtrusive atmosphere."}
{"goods_id": 30, "id": 6, "text": "Try the Pad Thai, it's fabulous and their prices are so cheap !"}
{"goods_id": 30, "id": 7, "text": "The pizza was great."}
{"goods_id": 30, "id": 8, "text": "The food was spicy and delicious."}
{"goods_id": 30, "id": 9, "text": "BEST spicy tuna roll, great asian salad."}
{"goods_id": 30, "id": 10, "text": "Way too much money for such a terrible meal."}
{"goods_id": 30, "id": 11, "text": "Creative dishes like king crab salad with passion fruit vinaigrette and fettuccine with grilled seafood in a rosemary-orange sauce are unexpected elements on an otherwise predictable bistro menu."}
{"goods_id": 31, "id": 0, "text": "From the terrible service, to the bland food, not to mention the unaccommodating managers, the overall experience was horrible."}
{"goods_id": 31, "id": 1, "text": "The ambience was nice, but service was n't so great."}
{"goods_id": 31, "id": 2, "text": "The crust is thin, the ingredients are fresh and the staff is friendly."}
{"goods_id": 31, "id": 3, "text": "The food was good too."}
{"goods_id": 31, "id": 4, "text": "They've the best desserts and mixed drinks as well as snack foods."}
{"goods_id": 31, "id": 5, "text": "The food is very good for it's price, better than most fried dumplings I've had."}
{"goods_id": 31, "id": 6, "text": "Food is great and inexpensive."}
{"goods_id": 31, "id": 7, "text": "however, it's the service that leaves a bad taste in my mouth."}
{"goods_id": 31, "id": 8, "text": "One would think we'd get an apology or complimentary drinks-instead, we got a snobby waiter would n't even take our order for 15 minutes and gave us lip when we asked him to do so."}
{"goods_id": 31, "id": 9, "text": "I love the drinks, esp lychee martini, <img onl2d=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"25\\\">and the food is also VERY good."}
{"goods_id": 31, "id": 10, "text": "However, the service is absolutely horrible."}
{"goods_id": 31, "id": 11, "text": "The cold sesame noodles, which are a freebie when you order $ 10+, are delectable."}
{"goods_id": 32, "id": 0, "text": "Lahore is a great place to duck into late-night when you need some really tasty food on the cheap -- you'll likely have trouble finishing the amount of food you get for FOUR DOLLARS."}
{"goods_id": 32, "id": 1, "text": "Solid wine list, knowledgeable staff, friendly owners and an adventurous, ever-changing menu keep us coming back."}
{"goods_id": 32, "id": 2, "text": "Also a little more expensive than your average bagel place."}
{"goods_id": 32, "id": 3, "text": "The dining room is quietly elegant with no music to shout over -- how refreshing !"}
{"goods_id": 32, "id": 4, "text": "While the new restaurant still features much of the same classical furniture that made Tiffin so attractive, the menu has been overhauled."}
{"goods_id": 32, "id": 5, "text": "There are much better places in NY with better prices."}
{"goods_id": 32, "id": 6, "text": "The price very reasonable."}
{"goods_id": 32, "id": 7, "text": "The price was extremely reasonable for the appetizers and food we ate."}
{"goods_id": 32, "id": 8, "text": "Tried the pad see ew on the recommendation of the last reviewer since it's one of my favorite dishes."}
{"goods_id": 32, "id": 9, "text": "While there's a decent menu, it should n't take ten minutes to get your drinks and 45 for a dessert pizza."}
{"goods_id": 32, "id": 10, "text": "A con was the slow bar service."}
{"goods_id": 32, "id": 11, "text": "I came to fresh expecting a great meal, and all I got was marginally so-so food served in a restaurant that was just so freezing we could n't enjoy eating."}
{"goods_id": 33, "id": 0, "text": "good selection of wines ranging from affordable to high end."}
{"goods_id": 33, "id": 1, "text": "The location and ambience is Ok but the food is what makes up for it."}
{"goods_id": 33, "id": 2, "text": "The rice was poor quality and was cooked so badly it was hard."}
{"goods_id": 33, "id": 3, "text": "Admittedly, this is not the place for gigantic pieces of fish overflowing the plate ( and thank goodness, in my opinion ) but for simple, elegant sushi there is no better place in New York or anywhere in the US."}
{"goods_id": 33, "id": 4, "text": "The blond wood decor is very soothing, the premium sake is excellent and the service is great."}
{"goods_id": 33, "id": 5, "text": "I ate here a week ago and found most dishes average at best and too expensive."}
{"goods_id": 33, "id": 6, "text": "I recommend this spot to anyone who enjoys fine cuisine at reasonable prices."}
{"goods_id": 33, "id": 7, "text": "Do n't dine at Tamarind for the vegetarian dishes, they are simply not up to par with the non-veg selections."}
{"goods_id": 33, "id": 8, "text": "She gets 10 for her excellent service and advice."}
{"goods_id": 33, "id": 9, "text": "Once we sailed, the top-notch food and live entertainment sold us on a unforgettable evening."}
{"goods_id": 33, "id": 10, "text": "BTW, the service is very good."}
{"goods_id": 33, "id": 11, "text": "I went to Swiftys with some friends of the family and we had a very nice dinner, but nothing amazing."}
{"goods_id": 34, "id": 0, "text": "Nice restaurant overall, <br><div class=\\\"goods_comment_attach\\\"> with classic upscale Italian decor."}
{"goods_id": 34, "id": 1, "text": "Two people in our party felt like something else, and Volare immediately obliged with two great dishes that were not in their regular menu."}
{"goods_id": 34, "id": 2, "text": "There is also very limited seating and there can be a substantial wait in getting food at peak times."}
{"goods_id": 34, "id": 3, "text": "Great food, great lay out and awesome service."}
{"goods_id": 34, "id": 4, "text": "There is usually a wait but it is well worth it."}
{"goods_id": 34, "id": 5, "text": "not only does make the best pizza in NY, maybe anywhere."}
{"goods_id": 34, "id": 6, "text": "The staff was very attentive, the ambience lovely, and the food superb."}
{"goods_id": 34, "id": 7, "text": "They need a kick out of it but until then the sushi is pretty good and the place is consistent."}
{"goods_id": 34, "id": 8, "text": "The quality of food at this restaurant accompanied by fantastic live jazz makes this place a perfect 10 !"}
{"goods_id": 34, "id": 9, "text": "Our waiter was horrible ; so rude and disinterested."}
{"goods_id": 34, "id": 10, "text": "The unattractive lighting made me want to gag, the food was overpriced, there was the most awful disco pop duo performing-and my escargot looked like it might crawl off the plate."}
{"goods_id": 34, "id": 11, "text": "Best Chinese on the Upper East, prompt delivery, good value."}
{"goods_id": 35, "id": 0, "text": "Not impressed with the food."}
{"goods_id": 35, "id": 1, "text": "He offers subpar service and has no personality."}
{"goods_id": 35, "id": 2, "text": "There was a long wait for a table outside, but it was a little too hot in the sun anyway so our insde table was very nice."}
{"goods_id": 35, "id": 3, "text": "The waitstaff are all very busy, it's not outstanding service, but I've never been dealt with rudely."}
{"goods_id": 35, "id": 4, "text": "Service was very good and warm."}
{"goods_id": 35, "id": 5, "text": "Our waiter and all of the people helping him were attentive and genuine."}
{"goods_id": 35, "id": 6, "text": "I love when restaurants think using fancy expensive ingrediants makes the food fine cuisine, even with no idea how to use them."}
{"goods_id": 35, "id": 7, "text": "I've had to wait only a few times during lunch but this place is definitely worth the wait."}
{"goods_id": 35, "id": 8, "text": "I ate clams oreganta and spectacular salad with perfectly marinated cucumbers and tomatoes with lots of shrimp and basil."}
{"goods_id": 35, "id": 9, "text": "Anytime and everytime I find myself in the neighborhood I will go to Sushi Rose for fresh sushi and great portions all at a reasonable price."}
{"goods_id": 35, "id": 10, "text": "it is a cozy place to go with a couple of friends."}
{"goods_id": 35, "id": 11, "text": "It's worthwhile to take a cab to Chelsea just for an awesome dinner at My Chelsea."}
{"goods_id": 36, "id": 0, "text": "The wine selection ( by the glass and bottle ) is wonderful and I always recommend that friends make a reservation if they're going to be in town."}
{"goods_id": 36, "id": 1, "text": "The first time the sushi was outstanding, the second time it was a little bland."}
{"goods_id": 36, "id": 2, "text": "So much more than the usual bar food, go there to enjoy the menu while sampling one of their hand-crafted beers."}
{"goods_id": 36, "id": 3, "text": "They have it all -- great price, food, and service."}
{"goods_id": 36, "id": 4, "text": "Cornelia Street looks like a Broadway set for West Side Story and the inside of Po is so cool quaint you really ca n't top the setting for a romantic dinner in NYC."}
{"goods_id": 36, "id": 5, "text": "The place is a BISTRO which means: simple dishes and wine served efficiently in a bustling atmosphere."}
{"goods_id": 36, "id": 6, "text": "THe Pizza and wine were excellent -the service too -- but what really MADE this place was the backyard dining area."}
{"goods_id": 36, "id": 7, "text": "The restaurant is dark and not very attractive and then you have spot lights shining on you putting you in the worst light possible, reaching for sunglasses."}
{"goods_id": 36, "id": 8, "text": "From the spectacular caviar to the hospitable waitstaff, I felt like royalty and enjoyed every second of it."}
{"goods_id": 36, "id": 9, "text": "Great food but the service was dreadful !"}
{"goods_id": 36, "id": 10, "text": "The service is always great, and the owner walks around to make sure you enjoy."}
{"goods_id": 36, "id": 11, "text": "Not only is the food authentic, but the staff here are practically off-the-boat, they are young and hip and know what they are doing when it comes to food and wine."}
{"goods_id": 37, "id": 0, "text": "Food is usually very good, though ocasionally I wondered about freshmess of raw vegatables in side orders."}
{"goods_id": 37, "id": 1, "text": "All the food was hot tasty.<br><div class=\\\"goods_comment_attach\\\">"}
{"goods_id": 37, "id": 2, "text": "This is my first time writing a review for a restaurant because the food and service was excellent."}
{"goods_id": 37, "id": 3, "text": "The flavors are great, and the menu is extensive."}
{"goods_id": 37, "id": 4, "text": "Food was good and the view of the new york city skiline was terrific even on a foggy rainy day like that of when I went."}
{"goods_id": 37, "id": 5, "text": "I had a huge pastrami sandwich on a roll."}
{"goods_id": 37, "id": 6, "text": "The service was superb, they treat you like family."}
{"goods_id": 37, "id": 7, "text": "Went to Ottimo and was expecting outstanding pizza ( as I love La Pizza Fresca )."}
{"goods_id": 37, "id": 8, "text": "Ambience is delightful, service impeccable."}
{"goods_id": 37, "id": 9, "text": "Desserts are almost incredible: my personal favorite is their Tart of the Day."}
{"goods_id": 37, "id": 10, "text": "the food is delicious and highly recommended."}
{"goods_id": 37, "id": 11, "text": "It has good music, nice tapas, an interesting selection of wines ( primarily Spanish ) and a lowkey hip neighborhood clientele."}
{"goods_id": 38, "id": 0, "text": "Other than the crappy <br><div class=\\\"goods_comment_attach\\\"> service from two individuals, it's great."}
{"goods_id": 38, "id": 1, "text": "This is one great place to eat pizza more out but not a good place for take-out pizza."}
{"goods_id": 38, "id": 2, "text": "all the food was excellent-considering the quality of food in most moderately priced restaurants is mediocre this was slightly more pricey and well worth it."}
{"goods_id": 38, "id": 3, "text": "The food has been consistant for years and it never lets you down."}
{"goods_id": 38, "id": 4, "text": "It's just O.K. pizza."}
{"goods_id": 38, "id": 5, "text": "The fish was not fresh and the rice tasted old and stale."}
{"goods_id": 38, "id": 6, "text": "We all had the tasting menu and unlike some of the other reviews, I felt there was more than enough food."}
{"goods_id": 38, "id": 7, "text": "honestly the worst sushi my husband and i had in our entire lives."}
{"goods_id": 38, "id": 8, "text": "The staff was knowledgeable and full of personality."}
{"goods_id": 38, "id": 9, "text": "The food was extremely tasty, creatively presented and the wine excellent."}
{"goods_id": 38, "id": 10, "text": "So for a filling and healthy meal give it a go."}
{"goods_id": 38, "id": 11, "text": "The food is great, I love their dumplings, cold sesame noodles, chicken and shrimp dishs."}
{"goods_id": 39, "id": 0, "text": "They have authentic Indian at amazin prices."}
{"goods_id": 39, "id": 1, "text": "The food was not very tasty, the portioins were tiny even for such a high quality restaurant."}
{"goods_id": 39, "id": 2, "text": "I had the cod with paella ( spicy and very filling, I'm a big eater and could only eat half ) while my boyfriend had the classic fish and chips ( again, a big serving-at least 5 pieces of fish and a basketful of fries )."}
{"goods_id": 39, "id": 3, "text": "sometimes i get good food and ok service."}
{"goods_id": 39, "id": 4, "text": "The food is decent at best, and the ambience, well, it's a matter of opinion, some may consider it to be a sweet thing, I thought it was just annoying."}
{"goods_id": 39, "id": 5, "text": "Considering their price of $ 6.25 for lunch special, the dish was ridiculously small."}
{"goods_id": 39, "id": 6, "text": "- for dessert we split chocolate cake and vanilla gelato ( with espresso ), which were tasty, but I thought a bit overpriced."}
{"goods_id": 39, "id": 7, "text": "However, if you want great food at a great price and do n't mind the decor, you ca n't beat this place."}
{"goods_id": 39, "id": 8, "text": "Great food and the prices are very reasonable."}
{"goods_id": 39, "id": 9, "text": "I highly recommend it for not just its superb cuisine, but also for its friendly owners and staff."}
{"goods_id": 39, "id": 10, "text": "Since I cook for a living, I'm very fussy about the food I eat in restaurants."}
{"goods_id": 39, "id": 11, "text": "The wine list was superb, our tapas delightful, and the quiet atmosphere perfect for good conversation."}
{"goods_id": 40, "id": 0, "text": "Ambiance -- relaxed and stylish."}
{"goods_id": 40, "id": 1, "text": "I do not recommend lunch specials just because it tasts the same with other regular chinese restaurant."}
{"goods_id": 40, "id": 2, "text": "It's a shame that a nice, convenient place like the Pink Pony can be so ruined by lousy service."}
{"goods_id": 40, "id": 3, "text": "Anyways, if you're in the neighborhood to eat good food, I would n't waste my time trying to find something, rather go across the street to Tamari."}
{"goods_id": 40, "id": 4, "text": "Leon is an East Village gem: casual but hip, with well prepared basic French bistro fare, good specials, a warm and lively atmosphere."}
{"goods_id": 40, "id": 5, "text": "Ballato's is consistently delicious authentic italian food."}
{"goods_id": 40, "id": 6, "text": "The well mannered, pleasant staff that Tony has in his employ."}
{"goods_id": 40, "id": 7, "text": "Interesting other dishes for a change include chicken in curry sauce and salmon caserole."}
{"goods_id": 40, "id": 8, "text": "The ambience is authentic and relaxing and we have always received attentive and prompt service."}
{"goods_id": 40, "id": 9, "text": "If you're craving some serious indian food and desire a cozy ambiance, this is quiet and exquisite choice."}
{"goods_id": 40, "id": 10, "text": "The service was outstanding."}
{"goods_id": 40, "id": 11, "text": "You can eat gourmet food at a fast food price."}
{"goods_id": 41, "id": 0, "text": "Yes, they use fancy ingredients, but even fancy ingredients do n't make for good pizza unless someone knows how to get the crust right."}
{"goods_id": 41, "id": 1, "text": "The food is o.k., but not any better than what you get at a good neighborhood restaurant."}
{"goods_id": 41, "id": 2, "text": "The porcini mushroom pasta special was tasteless, so<img onload=\\\"javascript:commentdrawimage(this,85,82)\\\" src=\\\"https:// width=\\\"85\\\"> was the seafood tagliatelle."}
{"goods_id": 41, "id": 3, "text": "We actually gave 10-tip ( which we have never done despite mediocre food and service ), because we felt totally ripped off."}
{"goods_id": 41, "id": 4, "text": "The food was absolutely horrible !"}
{"goods_id": 41, "id": 5, "text": "They offer the same menu but have creative drinks that are loaded with alcohol and cheeky names -- but they do cost you."}
{"goods_id": 41, "id": 6, "text": "The counter service is bad."}
{"goods_id": 41, "id": 7, "text": "One of my favorites though was the Angry Lobster, a cold lobster salad that was magnificent."}
{"goods_id": 41, "id": 8, "text": "Good, fast service."}
{"goods_id": 41, "id": 9, "text": "It was pleasantly uncrowded, the service was delightful, the garden adorable, the food ( from appetizers to entrees ) was delectable."}
{"goods_id": 41, "id": 10, "text": "The service is pretty good."}
{"goods_id": 41, "id": 11, "text": "I've eaten at all three locations and I always love, love the food, the service is always wonderful and the prices are really reasonable."}
{"goods_id": 42, "id": 0, "text": "Tuk Tuk is one of those comfortable neighborhood joints where you know you will always have a good meal at a fair price."}
{"goods_id": 42, "id": 1, "text": "While the $ 20 entree range is not overly expensive, in New York City, there is definitely better food in that range, and so Sapphire, despite it's lovely atmosphere, will most likely not be a restaurant to which I will return."}
{"goods_id": 42, "id": 2, "text": "The fries are yummy."}
{"goods_id": 42, "id": 3, "text": "While we enjoyed the food, we were highly disappointed by the poor service ( waiter was not quite competent and SLOW service ) and lack of remorse."}
{"goods_id": 42, "id": 4, "text": "Similar to other Indian restaurants, they use the dinner special to attract customers at the door."}
{"goods_id": 42, "id": 5, "text": "We went to eat at the Jekyll and Hyde restaurant on Friday night and really enjoyed the fun atmosphere and good food."}
{"goods_id": 42, "id": 6, "text": "This is such a lovely, peaceful place to eat outside."}
{"goods_id": 42, "id": 7, "text": "The service is outstanding and my crab-cake eggs benedict could not have been better."}
{"goods_id": 42, "id": 8, "text": "The food was delicious ( I had a halibut special, my husband had steak ), and the service was top-notch."}
{"goods_id": 42, "id": 9, "text": "The food is surprisingly good, and the decor is nice."}
{"goods_id": 42, "id": 10, "text": "Yum, the chicken is great here."}
{"goods_id": 42, "id": 11, "text": "Not because I was pregnant, but the food here is always delicious."}
{"goods_id": 43, "id": 0, "text": "Food was average and creme brulee was awful-the sugar was charred, not caramelized and smelled of kerosene."}
{"goods_id": 43, "id": 1, "text": "Orsay, is without a doubt one of the best values for authentic French food in NYC."}
{"goods_id": 43, "id": 2, "text": "Friendly and informative staff, very attentive and prompt raw bar service."}
{"goods_id": 43, "id": 3, "text": "A touch more jalapeno heat for contrast and it would have been very good indeed."}
{"goods_id": 43, "id": 4, "text": "The people with carts of food do n't understand you because they do n't speak English, their job is to give you the delicious food you point at."}
{"goods_id": 43, "id": 5, "text": "The food was pretty traditional but it was hot and good with large portions."}
{"goods_id": 43, "id": 6, "text": "The sauce is delicious and the crust is perfect."}
{"goods_id": 43, "id": 7, "text": "Its location is good and the fact that Hutner College is near and their prices are very reasonable, makes students go back to Suan again and again."}
{"goods_id": 43, "id": 8, "text": "it's the only place you can get yummy authentic japanese comfort food."}
{"goods_id": 43, "id": 9, "text": "The staff should be a bit more friendly."}
{"goods_id": 43, "id": 10, "text": "The food here was great, a treat from beginning to end."}
{"goods_id": 43, "id": 11, "text": "Had a great meal there this weekend before heading to the movies !"}
{"goods_id": 44, "id": 0, "text": "For great chinese food nearby, you have Wu Liang Ye and Grand Sichuan just a block away."}
{"goods_id": 44, "id": 1, "text": "We went here for lunch a couple of weeks ago on a Saturday, and I was thoroughly impressed with the food."}
{"goods_id": 44, "id": 2, "text": "Best Taiwanese food in NY !"}
{"goods_id": 44, "id": 3, "text": "The location is perfect."}
{"goods_id": 44, "id": 4, "text": "The crackling calamari salad, which is usually a cheap disaster at many restaurants, is crispy and lightly dressed."}
{"goods_id": 44, "id": 5, "text": "Ambiance is barely romantic but management tries."}
{"goods_id": 44, "id": 6, "text": "The service is not consistently excellent -- just decent."}
{"goods_id": 44, "id": 7, "text": "A wonderful place !"}
{"goods_id": 44, "id": 8, "text": "The staff are attentive, and have smiles on their faces."}
{"goods_id": 44, "id": 9, "text": "If you want good tasting, well seasoned latin food eat at Cabana and you ca n't go wrong."}
{"goods_id": 44, "id": 10, "text": "The food is very good and the service is great."}
{"goods_id": 44, "id": 11, "text": "We had a birthday party here recently and the food and service was amazing."}
{"goods_id": 45, "id": 0, "text": "The pizza is delicious-they use fresh mozzarella instead of the cheap, frozen, shredded cheese common to most pizzaria's."}
{"goods_id": 45, "id": 1, "text": "The menu<br><div class=\\\"goods_comment_attach\\\"> was impressive with selections ranging from a burger, to steak, to escargot."}
{"goods_id": 45, "id": 2, "text": "This place is a great stop for great food."}
{"goods_id": 45, "id": 3, "text": "Nothing fancy but really good food with pretty reasonable price."}
{"goods_id": 45, "id": 4, "text": "Moderate prices."}
{"goods_id": 45, "id": 5, "text": "I must warn the reader that the portions sizes are very small ( especially the appetizers ), so if you plan to eat until you are full and do not intend to order the chef's special tasting menu, prepare to order and pay for an appetizer ( 1 dish for each person because the portions are not for sharing ), a main entree, and the cold udon at the end of the meal."}
{"goods_id": 45, "id": 6, "text": "The food, served in small tasting portions ( as an option ) is very <img onl2d=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"25\\\"> good with each dish being better than the next."}
{"goods_id": 45, "id": 7, "text": "This place is always very crowded and popular."}
{"goods_id": 45, "id": 8, "text": "Fish is so very fresh."}
{"goods_id": 45, "id": 9, "text": "Also, the staff is very attentive and really personable."}
{"goods_id": 45, "id": 10, "text": "This place has the best Indian food in New York, hands down."}
{"goods_id": 45, "id": 11, "text": "the dinner menu offers a variety of great entrees, including fresh seafood and huge steaks, there's also a couple of non-meat alternatives."}
{"goods_id": 46, "id": 0, "text": "Its an excellent place to relax and the food is one of the best in the city of New York."}
{"goods_id": 46, "id": 1, "text": "Good for casual dinner with jeans and sneakers."}
{"goods_id": 46, "id": 2, "text": "Yet paired with such rude service, would never recommend for anyone interested in carrying any kind of conversation while there."}
{"goods_id": 46, "id": 3, "text": "Not worth the prices."}
{"goods_id": 46, "id": 4, "text": "My biggest complaint was the untasty food although presented well."}
{"goods_id": 46, "id": 5, "text": "Service is extraordinary, yet not overbearing, and the decor brings a taste of trendy SoHo into Queens."}
{"goods_id": 46, "id": 6, "text": "Oh, but wait, we were out of drinks ( which were also delightfully overpriced )."}
{"goods_id": 46, "id": 7, "text": "The selection changes frequently but the basic dishes are always available."}
{"goods_id": 46, "id": 8, "text": "The lobster sandwich is good and the spaghetti with Scallops and Shrimp is great."}
{"goods_id": 46, "id": 9, "text": "Had a great experience at Trio... staff was pleasant ; food was tasty and large in portion size-I would highly recommend the portobello/gorgonzola/sausage appetizer and the lobster risotto."}
{"goods_id": 46, "id": 10, "text": "The waiters are very friendly and helpful and if you frequent they will remember you."}
{"goods_id": 46, "id": 11, "text": "This place has the strangest menu and the restaurants tries too hard to make fancy food."}
{"goods_id": 47, "id": 0, "text": "service is friendly, and never had a problem walking in and getting a table."}
{"goods_id": 47, "id": 1, "text": "Prices are higher to dine in and their chicken tikka marsala is quite good."}
{"goods_id": 47, "id": 2, "text": "The in-house lady DJ on Saturday nights has outrageously good taste in music, and moreover, takes requests."}
{"goods_id": 47, "id": 3, "text": "From the moment you enter till the moment you walk out the friendly and helpful staff was was just Fantastic."}
{"goods_id": 47, "id": 4, "text": "Most importantly, food is excellent."}
{"goods_id": 47, "id": 5, "text": "The food was very good, but not very thai."}
{"goods_id": 47, "id": 6, "text": "The service is fantastic."}
{"goods_id": 47, "id": 7, "text": "Each table has a pot of boiling water sunken into its surface, and you get platters of thin sliced meats, various vegetables, and rice and glass noodles."}
{"goods_id": 47, "id": 8, "text": "The worst excuse for Japanese food I've ever encountered."}
{"goods_id": 47, "id": 9, "text": "The food is good, the teriyaki I recommend."}
{"goods_id": 47, "id": 10, "text": "Intimate but charming interior with extremely friendly and attentive service."}
{"goods_id": 47, "id": 11, "text": "The appetizers are ok, but the service is slow."}
{"goods_id": 48, "id": 0, "text": "First off, the waitress was completely unattentive the 2 times we saw her ( odd in a restaurant with 6 tables ) and got our order wrong."}
{"goods_id": 48, "id": 1, "text": "The food was great."}
{"goods_id": 48, "id": 2, "text": "While the food was excellent, it was n't cheap ( though not extremely expensive either )."}
{"goods_id": 48, "id": 3, "text": "Service was good and food is wonderful."}
{"goods_id": 48, "id": 4, "text": "However, service was as plain as sesame crusted Salmon I had."}
{"goods_id": 48, "id": 5, "text": "Thalia is a beautiful restaurant with beautiful people serving you, but the food does n't quite match up."}
{"goods_id": 48, "id": 6, "text": "Food and service was okay."}
{"goods_id": 48, "id": 7, "text": "Not only was the food outstanding, but the little' perks' were great."}
{"goods_id": 48, "id": 8, "text": "There is no excuse for such lousy service !"}
{"goods_id": 48, "id": 9, "text": "Meal was very expensive for what you get."}
{"goods_id": 48, "id": 10, "text": "The food was as creative as the decor and both worked."}
{"goods_id": 48, "id": 11, "text": "The prices are not terrible."}
{"goods_id": 49, "id": 0, "text": "The food was bland oily."}
{"goods_id": 49, "id": 1, "text": "Pair you food with the excellent beers on tap or their well priced wine list."}
{"goods_id": 49, "id": 2, "text": "Beef noodle soup is good as well."}
{"goods_id": 49, "id": 3, "text": "The restaurant is a bit noisy but that is something that can be overlooked once you sit down and enjoy a great meal"}
{"goods_id": 49, "id": 4, "text": "It's great to go for a quick lunch either alone or with a friend."}
{"goods_id": 49, "id": 5, "text": "A restaurant that does n't try to do anything except serve great food with great service in a pleasant atmosphere."}
{"goods_id": 49, "id": 6, "text": "While this is a pretty place in that overly cute French way, the food was insultingly horrible."}
{"goods_id": 49, "id": 7, "text": "The pizza is the best if you like thin crusted pizza."}
{"goods_id": 49, "id": 8, "text": "I must say it's a little pricey for the food because it was not as spectacular as the view."}
{"goods_id": 49, "id": 9, "text": "Good food at the right price, what more can you ask for."}
{"goods_id": 49, "id": 10, "text": "The menu is great <img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">, with a good selection, and everything that I have tried is absolutely delicious."}
{"goods_id": 49, "id": 11, "text": "Food is excellent and they also have empenadas and plaintains which are good for an afternoon snack."}
{"goods_id": 50, "id": 0, "text": "What is even better, is that the prices are very affordable as well, and the food is really good."}
{"goods_id": 50, "id": 1, "text": "All of my co-workers stated that the food was amazing and wondered why they had n't heard about this place."}
{"goods_id": 50, "id": 2, "text": "Delivery service is great too."}
{"goods_id": 50, "id": 3, "text": "I have eaten at Saul, many times, the food is always consistently, outrageously good."}
{"goods_id": 50, "id": 4, "text": "The food was mediocre at best but it was the horrible service that made me vow never to go back."}
{"goods_id": 50, "id": 5, "text": "Well, this place is so Ghetto its not even funny."}
{"goods_id": 50, "id": 6, "text": "great wine list ( italian ), good food, service was INITIALLY fine."}
{"goods_id": 50, "id": 7, "text": "it's a perfect place to have a amazing indian food."}
{"goods_id": 50, "id": 8, "text": "When we sat, we got <img onl2d=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"25\\\">great and fast service."}
{"goods_id": 50, "id": 9, "text": "The food is top notch, the service is attentive, and the atmosphere is great."}
{"goods_id": 50, "id": 10, "text": "The sauce is zesty and flavorful and the crust is nice and crispy."}
{"goods_id": 50, "id": 11, "text": "All-time favorites include the Big Mac, Chicken McNuggets, Filet-O-Fish sandwich and McDonald's famous french fries ; lighter options like entree-sized salads are also available."}
{"goods_id": 51, "id": 0, "text": "Our favorite meal is a pesto pizza, the house salad, and a good bottle of wine."}
{"goods_id": 51, "id": 1, "text": "Friendly staff that actually lets you enjoy your meal and the company you're with."}
{"goods_id": 51, "id": 2, "text": "The food's dazzling flavors overwhelm the palate, truly embracing the beauty of authentic Thai cuisine."}
{"goods_id": 51, "id": 3, "text": "The staff is incredibly helpful and attentive<img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">."}
{"goods_id": 51, "id": 4, "text": "You get what you pay for and with that logic in mind, Spice is a great place to grab some cheap eats and drinks in a beautiful setting."}
{"goods_id": 51, "id": 5, "text": "fine dining restaurant quality."}
{"goods_id": 51, "id": 6, "text": "Despite the fact that the space is large, they've overcrowded the floor with tables."}
{"goods_id": 51, "id": 7, "text": "Great food, good size menu, great service and an unpretentious setting."}
{"goods_id": 51, "id": 8, "text": "Waitstaff are very friendly."}
{"goods_id": 51, "id": 9, "text": "Great food, great waitstaff, great atmosphere, and best of all GREAT beer !"}
{"goods_id": 51, "id": 10, "text": "This place has the best sushi in the city."}
{"goods_id": 51, "id": 11, "text": "Meat-phobes are in luck with the extraordinary veggie burger, made from a distinctive blend of chickpeas, carrots and other vegetables and spices."}
{"goods_id": 52, "id": 0, "text": "I understand the area and folks you need not come here for the romantic, alluring ambiance or the five star service featuring a sommlier and a complicated maze of captain and back waiters-you come for the authentic foods, the tastes, the experiance."}
{"goods_id": 52, "id": 1, "text": "The restaurant is rather small but we were lucky to get a table quickly."}
{"goods_id": 52, "id": 2, "text": "I recieved prompt service with a smile."}
{"goods_id": 52, "id": 3, "text": "Apparently, the good cook works then."}
{"goods_id": 52, "id": 4, "text": "The service was terrible, we had to wait for everything and ask several of different people for the same thing before we were allowed to be served."}
{"goods_id": 52, "id": 5, "text": "( and I have eaten my share ) Which impresses me for having such a large amount of people to serve."}
{"goods_id": 52, "id": 6, "text": "As far as the service goes, the waitresses were not particularly friendly, but they got the job done."}
{"goods_id": 52, "id": 7, "text": "Wine list selection is good and wine-by-the-glass was generously filled to the top."}
{"goods_id": 52, "id": 8, "text": "Service was slow had to wait to order and get food although not crowded."}
{"goods_id": 52, "id": 9, "text": "this is still one of my most favorite <img onl2d=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"25\\\">restaurants in the area the food is inexpensive but very good ( kimono shrimp special was excellent ) and has a great atmosphere."}
{"goods_id": 52, "id": 10, "text": "They have an excellent selection ( the rolls with crab are really great )."}
{"goods_id": 52, "id": 11, "text": "At peak times, the restaurant is overcrowded and tables are uncomfortably close."}
{"goods_id": 53, "id": 0, "text": "Granted the space is smaller than most, it is the best service you will find in even the largest of restaurants."}
{"goods_id": 53, "id": 1, "text": "Quality of<br><div class=\\\"goods_comment_attach\\\"> food is excellent and price is cheap, stick to pork, fish, chicken, lamb and vegetables."}
{"goods_id": 53, "id": 2, "text": "They pray to their Food Gods to make them into a good pizza like VT's."}
{"goods_id": 53, "id": 3, "text": "The menu changed, portions were even smaller than before, a lentil dish was salty beyond edibility, a basmati rice dish lacked flavor."}
{"goods_id": 53, "id": 4, "text": "Waiters are slow but sweet."}
{"goods_id": 53, "id": 5, "text": "The service is friendly, if not the most prompt in the world, the food is great, and the prices, while not cheap, wo n't put your wallet out of commission."}
{"goods_id": 53, "id": 6, "text": "The waiter was attentive."}
{"goods_id": 53, "id": 7, "text": "The menu is limited but almost all of the dishes are excellent."}
{"goods_id": 53, "id": 8, "text": "Its a nice quiet location to go eat a good meal, relax, be able to talk and have a very good time."}
{"goods_id": 53, "id": 9, "text": "The menu is interesting and quite reasonably priced."}
{"goods_id": 53, "id": 10, "text": "And the food is fantastic."}
{"goods_id": 53, "id": 11, "text": "Innovations are just as assured, from the simple Carinthia cheese ravioli with wild mushrooms to the caviar-topped sturgeon, beautifully matched with a bright green spinach-vodka sauce."}
{"goods_id": 54, "id": 0, "text": "The service was attentive and her suggestions of menu items was right on the mark."}
{"goods_id": 54, "id": 1, "text": "The place is a little tight and on a cold day, the seating by the entranceway can be pretty drafty."}
{"goods_id": 54, "id": 2, "text": "The place was quiet and delightful."}
{"goods_id": 54, "id": 3, "text": "Patroon features a nice cigar bar and has great staff."}
{"goods_id": 54, "id": 4, "text": "The music is the best among all the Indian restaurants I have visited."}
{"goods_id": 54, "id": 5, "text": "Best drumsticks over rice and sour spicy soup in town !"}
{"goods_id": 54, "id": 6, "text": "The tables are crammed way too close, the menu is typical of any Italian restaurant, and the wine list is simply overpriced."}
{"goods_id": 54, "id": 7, "text": "I almost hesititate to write a review because the atmosphere was so great and I would hate for it too become to crowded."}
{"goods_id": 54, "id": 8, "text": "The service was a bit slow, but they were very friendly."}
{"goods_id": 54, "id": 9, "text": "The food was delicious and clearly fresh ingredients were used."}
{"goods_id": 54, "id": 10, "text": "We were so happy with our food and were even more thrilled when we saw the bill."}
{"goods_id": 54, "id": 11, "text": "And these are not small, wimpy fast food type burgers-these are real, full sized patties."}
{"goods_id": 55, "id": 0, "text": "Even after getting pushed out by the no-class Famous Ray's, Sal has risen again to carry on his father's uncle's legacies with a smile, true love for his community, and let's not forget the Outstanding Pizza !"}
{"goods_id": 55, "id": 1, "text": "The appetizing is excellent-just as good as Zabars Barney Greengrass at a reasonable price ( if bought by the pound )."}
{"goods_id": 55, "id": 2, "text": "The prices and ambience are especially great considering it's in the West Village."}
{"goods_id": 55, "id": 3, "text": "If you're looking for a great meal at a decent price, go to Del Frisco's !"}
{"goods_id": 55, "id": 4, "text": "The bread and lamb chops I had before the meal were quite good, however."}
{"goods_id": 55, "id": 5, "text": "Slightly above average wines start at $ 70+ with only one selection listed at $ 30+."}
{"goods_id": 55, "id": 6, "text": "The food was actually awful."}
{"goods_id": 55, "id": 7, "text": "The atmosphere is unheralded, the service impeccable, and the food magnificant."}
{"goods_id": 55, "id": 8, "text": "Not the greatest sushi place, but excellent for a $ 19.95 all you can eat."}
{"goods_id": 55, "id": 9, "text": "Appetizer are excellent here ; you can make a great ( and inexpensive ) meal out of them."}
{"goods_id": 55, "id": 10, "text": "We've always gotten amazing service and we love the food."}
{"goods_id": 55, "id": 11, "text": "There restaurant is very casual, but perfect for lunch, and their delivery service is always very fast."}
{"goods_id": 56, "id": 0, "text": "The environment is romantic, but the food is horrible, the service is pathetic, and gabriella lies about everything she could."}
{"goods_id": 56, "id": 1, "text": "Although they do the typical what kind of water would you like questions the service was good and overall very relaxing to place to eat."}
{"goods_id": 56, "id": 2, "text": "The soup is pretty good too."}
{"goods_id": 56, "id": 3, "text": "The food was delicious and the waiter was incredibly helpful and attentive ( considering we were the only ones there for the first hour )."}
{"goods_id": 56, "id": 4, "text": "Rao's has the best service and atmosphere in NYC."}
{"goods_id": 56, "id": 5, "text": "And it all comes at a very reasonable price ( congee, noodles, and rice dishes are no more than $ 3-6 each )."}
{"goods_id": 56, "id": 6, "text": "There is actually space to breathe and the decor sets the tone for an intimate dinner."}
{"goods_id": 56, "id": 7, "text": "Right off the L in Brooklyn this is a nice cozy place with good pizza."}
{"goods_id": 56, "id": 8, "text": "IT is the best deal in town for a Monday night dinner at a fine restaurant."}
{"goods_id": 56, "id": 9, "text": "However, being foodies, we were utterly disappointed with the food."}
{"goods_id": 56, "id": 10, "text": "The waitstaff is solicitous and friendly and always seems glad to see us, and the food is wonderful, if not stunningly creative."}
{"goods_id": 56, "id": 11, "text": "Chinatown definitely has better quality with cheaper prices."}
{"goods_id": 57, "id": 0, "text": "We had crawfish boiled and despite making a mess, it was a ton of fun and quite tasty as well."}
{"goods_id": 57, "id": 1, "text": "Probably much busier for lunch, it's seldom crowded for dinner ( too close to downtown )."}
{"goods_id": 57, "id": 2, "text": "It is so easy to get a reservation at a top place in NYC with a week's notice."}
{"goods_id": 57, "id": 3, "text": "Perhaps this food is considered extreme to an Upper East Side resident, but for the rest of us who've actually eaten ethnic food, this is simply dull."}
{"goods_id": 57, "id": 4, "text": "They never brought us complimentary noodles, ignored repeated requests for sugar, and threw our dishes on the table."}
{"goods_id": 57, "id": 5, "text": "I recommend this place to everyone who asks me where to go for a good meal."}
{"goods_id": 57, "id": 6, "text": "Furthermore, the rice had no seasoning, so the sushi was bland and disgusting."}
{"goods_id": 57, "id": 7, "text": "The pizza here is delicious."}
{"goods_id": 57, "id": 8, "text": "As I made the title, it's an affordable restaurant for great taste."}
{"goods_id": 57, "id": 9, "text": "Huge portions, great and attentive service, and pretty good prices."}
{"goods_id": 57, "id": 10, "text": "Service is excellent, no wait, and you get a lot for the price."}
{"goods_id": 57, "id": 11, "text": "The wait staff was very attentive and polite."}
{"goods_id": 58, "id": 0, "text": "If you're craving for Haru's great food, especially the House Roll, but ca n't stand the wait building outisde, head across the street to their Sake Bar !"}
{"goods_id": 58, "id": 1, "text": "Good spreads, great beverage selections and bagels really tasty."}
{"goods_id": 58, "id": 2, "text": "I have never better enjoyed humble root vegetables or a mushroom consomme-and this chef accomplishes without fats."}
{"goods_id": 58, "id": 3, "text": "The place was real empty but that was because this was the first Sunday they ever opened."}
{"goods_id": 58, "id": 4, "text": "Excellent dumplings served amid clean, chic decor."}
{"goods_id": 58, "id": 5, "text": "The waitresses are nice -- also you can just get counter service sit."}
{"goods_id": 58, "id": 6, "text": "This place has realy fresh sushi and a nice large menu of Japanese classic cuisine."}
{"goods_id": 58, "id": 7, "text": "This place is really trendi but they have forgotten about the most important part of a restaurant, the food."}
{"goods_id": 58, "id": 8, "text": "Everything, from the soft bread, soggy salad, and 50 minute wait time, with an incredibly rude service to deliver below average food."}
{"goods_id": 58, "id": 9, "text": "I was highly disappointed by their service and food."}
{"goods_id": 58, "id": 10, "text": "I thought the food is n't cheap at all compared to Chinatown."}
{"goods_id": 58, "id": 11, "text": "Great restaurant, and even greater food !"}
{"goods_id": 59, "id": 0, "text": "even the wine by the glass was good."}
{"goods_id": 59, "id": 1, "text": "Authentic food and they have REAL service, not just the rush you get sometimes when they try to push you out the door."}
{"goods_id": 59, "id": 2, "text": "not the food, not the ambiance, not the service, I agree with the previous reviews you wait and wait, the wait staff are very rude and when you get in they are looking to get you right out."}
{"goods_id": 59, "id": 3, "text": "This little place definitely exceeded my expectations and you sure get a lot of food for your money."}
{"goods_id": 59, "id": 4, "text": "The kitchen however, is almost always slow."}
{"goods_id": 59, "id": 5, "text": "You can certainly find restaurants that offer a superior fine dining experience, but for superb food at reasonable prices, La Villa ca n't be beat."}
{"goods_id": 59, "id": 6, "text": "The sushi is average and the prices are anything but."}
{"goods_id": 59, "id": 7, "text": "The fish is fresh but the variety of fish is nothing out of ordinary."}
{"goods_id": 59, "id": 8, "text": "The sicilian is my favorite it is moist not dry like most places but all their pizza is great !"}
{"goods_id": 59, "id": 9, "text": "The food is great and the milkshakes are even better !"}
{"goods_id": 59, "id": 10, "text": "Coffee is a better deal than overpriced Cosi sandwiches."}
{"goods_id": 59, "id": 11, "text": "The dishes are remarkably tasty and such a cozy and intimate place !"}
{"goods_id": 60, "id": 0, "text": "This dish is my favorite and I always get it when I go there and never get tired of it."}
{"goods_id": 60, "id": 1, "text": "With the theater 2 blocks away we had a delicious meal in a beautiful room."}
{"goods_id": 60, "id": 2, "text": "I always get the Shabu-Shabu dinner and the beef is always fresh."}
{"goods_id": 60, "id": 3, "text": "Service was excellent, and the AC worked very well too ( thank God, it was hot ! )."}
{"goods_id": 60, "id": 4, "text": "The corned beef and pastrami are excellent, much less fatty than those big tourist places around Times Square."}
{"goods_id": 60, "id": 5, "text": "The red curry is weak and tasteless, the pad thai is stuck together and lumpy, the rice is often overcooked, and the seafood is pretty sketchy."}
{"goods_id": 60, "id": 6, "text": "Turned out there was full service upstairs and sat down."}
{"goods_id": 60, "id": 7, "text": "Ambiance and music funky, which I enjoy."}
{"goods_id": 60, "id": 8, "text": "The takeout is great too since they give high quality tupperware as well."}
{"goods_id": 60, "id": 9, "text": "the mushroom barley soup is amazing."}
{"goods_id": 60, "id": 10, "text": ") It's not the best Japanese restaurant in the East Village, but it's a pretty solid one for its modest prices, and worth repeat visits."}
{"goods_id": 60, "id": 11, "text": "I love the simplicity and respect which was given to the food, as well the staff was freindly and knowledgable."}
{"goods_id": 61, "id": 0, "text": "The only thing more wonderful than the food ( which is exceptional ) is the service."}
{"goods_id": 61, "id": 1, "text": "The food is great and reasonably priced."}
{"goods_id": 61, "id": 2, "text": "We were very surprised by how good the food was on our first visit here on a Sunday night."}
{"goods_id": 61, "id": 3, "text": "The staff was accomodating, the food was absolutely <img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">delicious and the place is lovely."}
{"goods_id": 61, "id": 4, "text": "Cute place, nice wait staff but would never go there again."}
{"goods_id": 61, "id": 5, "text": "The puke green walls leave a lot to be desired, but the food is very good."}
{"goods_id": 61, "id": 6, "text": "The waiters and owners were nonchalant about this and promised to call the exterminator but were n't as dismayed or apologetic as I would have expected."}
{"goods_id": 61, "id": 7, "text": "The food, drinks and service are clearly among the best in the city."}
{"goods_id": 61, "id": 8, "text": "The service was fast and friendly and the food was very tasty and they had the best hot sauce to add to your meals."}
{"goods_id": 61, "id": 9, "text": "I'm glad I did as the food was very good and the staff was friendly, courteous and efficient."}
{"goods_id": 61, "id": 10, "text": "The food is so good and so popular that waiting can really be a nightmare."}
{"goods_id": 61, "id": 11, "text": "Service was good and so was the atmosphere."}
{"goods_id": 62, "id": 0, "text": "The food was just awful, ATROCIOUS actually."}
{"goods_id": 62, "id": 1, "text": "I would definitely recommend SEA if you like thai cuisine !"}
{"goods_id": 62, "id": 2, "text": "Nha Trang, while being notorious for utter lack of comfort and decor, horribly slow wait staff and horribly quick meals, is one of the best vietnamese restaurants i've ever been to. the pho is delicious and comes with very fresh vegtables."}
{"goods_id": 62, "id": 3, "text": "my picks are:-Scallion Pancake ( fried with vegetable juice, very special and tasty )-Guizhou Chicken-Shredded Squid Family Style ( one of my personal favorites )-Sichuan Spicy Soft Shell Crab-Shuizhu Fish ( this one is for hardcore Sichuan food fans, I would n't recommend to my American friends as it's very spicy."}
{"goods_id": 62, "id": 4, "text": "Service was also horrible and the ambience is not that great."}
{"goods_id": 62, "id": 5, "text": "big and soft as well as good lunch food."}
{"goods_id": 62, "id": 6, "text": "And the food was fantastic."}
{"goods_id": 62, "id": 7, "text": "A narrow corridor leads to a tiny space where there are three tiny white tiled counters, a great deal of mess ( stacks of bottles, cans ) and a small counter holding 12-14 entrees."}
{"goods_id": 62, "id": 8, "text": "Food was good not great not worth the wait or another visit"}
{"goods_id": 62, "id": 9, "text": "While it was large and a bit noisy, the drinks were fantastic, and the food was superb."}
{"goods_id": 62, "id": 10, "text": "It's just good food, nothing more and that's all we want !"}
{"goods_id": 62, "id": 11, "text": "The food was good, the service prompt, and the price very reasonable."}
{"goods_id": 63, "id": 0, "text": "We are very particular about sushi and were both please with every choice which included: ceviche mix ( special ), crab dumplings, assorted sashimi, sushi and rolls, two types of sake, and the banana tempura."}
{"goods_id": 63, "id": 1, "text": "My husband said he could've eaten several more, the portion was fine for me he even exclaimed that the french fries were the best he has had."}
{"goods_id": 63, "id": 2, "text": "The food is amazing ! ! ! !"}
{"goods_id": 63, "id": 3, "text": "They smell like they stuff them with old canned vegetables like the spinach mushroom calzone."}
{"goods_id": 63, "id": 4, "text": "The pizza is overpriced and soggy."}
{"goods_id": 63, "id": 5, "text": "No food snobs allowed, this place is for people who appreciate good food."}
{"goods_id": 63, "id": 6, "text": "The ambiance is minimal the food is not phenomenal, but some dishes are quite good, such as the eggplant parmesan, veal in carozza chicken saltimbocca."}
{"goods_id": 63, "id": 7, "text": "The food is great."}
{"goods_id": 63, "id": 8, "text": "The first 2 courses were very good, but the chocolate sampler was too rich for me and the dessert wine far too sweet."}
{"goods_id": 63, "id": 9, "text": "The food was almost always EXCELLENT."}
{"goods_id": 63, "id": 10, "text": "THE SERVICE IS PERFECT TOO NOTHING WRONG IN THIS ITALIAN/FRENCH RESTAURANT"}
{"goods_id": 63, "id": 11, "text": "Wonderful menu, warm inviting ambiance, great service the FOOD keeps me coming back !"}
{"goods_id": 64, "id": 0, "text": "The service is awful."}
{"goods_id": 64, "id": 1, "text": "It is the type of place to run into old friends and have a late, raucous dinner."}
{"goods_id": 64, "id": 2, "text": "The portions are now very small, the sauces are overly ambitious usually inedible while the service is still good, the restaurant, due to its popularity, seems frantic."}
{"goods_id": 64, "id": 3, "text": "To celebrate a birthday, three of us went to Mare anticipating great food."}
{"goods_id": 64, "id": 4, "text": "Everything is excellent, the menu is quite extensive, and you eat with a view on both sides of the city."}
{"goods_id": 64, "id": 5, "text": "By far the best salad I have had in a fast food restaurant."}
{"goods_id": 64, "id": 6, "text": "The bar has various selections and the mixed drink special is a catcher ! 2 for 1's."}
{"goods_id": 64, "id": 7, "text": "Decent wine at reasonable prices."}
{"goods_id": 64, "id": 8, "text": "Butter was melted, white wine warm, cheese oozing everywhere."}
{"goods_id": 64, "id": 9, "text": "I was pleasantly surprised at the taste."}
{"goods_id": 64, "id": 10, "text": "The service is really fast and friendly, and the value is great."}
{"goods_id": 64, "id": 11, "text": "Great food, good wine and an excellent host."}
{"goods_id": 65, "id": 0, "text": "The takeout menu says to keep an eye out for an expanded menu offering more italian dishes, I ca n't wait !"}
{"goods_id": 65, "id": 1, "text": "The food is prepared quickly and efficiently."}
{"goods_id": 65, "id": 2, "text": "The atmosphere is <img o2load=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">great ! ! !"}
{"goods_id": 65, "id": 3, "text": "There was a great deal for 6 Blue Point oysters and a beer or glass of wine for $ 8 !"}
{"goods_id": 65, "id": 4, "text": "For the quality of food, a little too expensive."}
{"goods_id": 65, "id": 5, "text": "The wine the service was very good too."}
{"goods_id": 65, "id": 6, "text": "This place is not worth the prices."}
{"goods_id": 65, "id": 7, "text": "Okay service."}
{"goods_id": 65, "id": 8, "text": "We were disappointed with the pre-fixe menu of only 2 choices per course ( other restaurants offer 3 choices ) and ended up ordering a la carte."}
{"goods_id": 65, "id": 9, "text": "A nice space, as long as it does n't get too crowded and a singleminded devotion to its chosen cuisine make Mare a great choice for seafood lovers."}
{"goods_id": 65, "id": 10, "text": "We were very impressed with the food and value."}
{"goods_id": 65, "id": 11, "text": "Pizzas were excellent in addition to appetizers and main courses."}
{"goods_id": 66, "id": 0, "text": "The pizza is good though."}
{"goods_id": 66, "id": 1, "text": "For all <br><div class=\\\"goods_comment_attach\\\">of you new to Indian food, try the Paneer Roll, it is a piece of heaven."}
{"goods_id": 66, "id": 2, "text": "With so many good restaurants on the UWS, I do n't need overpriced food, absurdly arrogant wait-staff who do n't recognize they work at a glorified diner, clumsy service, and management that does n't care."}
{"goods_id": 66, "id": 3, "text": "I really liked the noodle dishes at Rice Avenue compared to their Green Curry dish."}
{"goods_id": 66, "id": 4, "text": "Its worth the wait though."}
{"goods_id": 66, "id": 5, "text": "I have been there many times, and food is good and consistent."}
{"goods_id": 66, "id": 6, "text": "The last two times I ordered from here my food was soo spicy that I could barely eat it, and the spice took away from the flavor of the dish."}
{"goods_id": 66, "id": 7, "text": "Try their plain pizza with fresh garlic or eggplant."}
{"goods_id": 66, "id": 8, "text": "Service was very good-prompt, attentive and non-intrusive."}
{"goods_id": 66, "id": 9, "text": "they really provide a relaxing, laid-back atmosphere."}
{"goods_id": 66, "id": 10, "text": "Staff is accomodating make sure you are satified."}
{"goods_id": 66, "id": 11, "text": "The caeser salad was great."}
{"goods_id": 67, "id": 0, "text": "bottles of wine are cheap and good."}
{"goods_id": 67, "id": 1, "text": "The food is terrible and overall, I would have to say avoid at all costs."}
{"goods_id": 67, "id": 2, "text": "The service is a little scatty at times but all is forgiven when the food arrives."}
{"goods_id": 67, "id": 3, "text": "But for whatever reason, prices are about twice as high."}
{"goods_id": 67, "id": 4, "text": "I've never had bad service and the fish is fresh and delicious."}
{"goods_id": 67, "id": 5, "text": "While Sapphire is certainly not lacking in ambiance, and probably has the best decor of any Indian restaurant I have been to in New York City, the food was not what I had hoped for."}
{"goods_id": 67, "id": 6, "text": "We figured we never had Argentinian Pizza before so we grabbed our lunch there, sharing a large Pelligrino, a pizza of two of their specials, one was goat cheese the other blue cheese, and both were excellent."}
{"goods_id": 67, "id": 7, "text": "The have over 100 different beers to offer thier guest so that made my husband very happy and the food was delicious, if I must recommend a dish it must be the pumkin tortelini."}
{"goods_id": 67, "id": 8, "text": "The food there is so good that even to order out the wait is incredible."}
{"goods_id": 67, "id": 9, "text": "This particular location certainly uses substandard meats."}
{"goods_id": 67, "id": 10, "text": "Reasonably priced with very fresh sushi."}
{"goods_id": 67, "id": 11, "text": "The atmosphere was nice but it was a little too dark."}
{"goods_id": 68, "id": 0, "text": "The service was impeccable and unobtrusive -- <br><div class=\\\"goods_comment_attach\\\">the staff knows what they are there to do -- to know their menu, present your meal, and attend to your needs."}
{"goods_id": 68, "id": 1, "text": "The waitstaff were attentive, polite and helpful-an impressive feat in such close quarters."}
{"goods_id": 68, "id": 2, "text": "If your favorite Chinese food is General Tao chicken, then this is NOT your place."}
{"goods_id": 68, "id": 3, "text": "Great staff."}
{"goods_id": 68, "id": 4, "text": "What an amazing meal and experience !"}
{"goods_id": 68, "id": 5, "text": "The meat dishes were only so-so."}
{"goods_id": 68, "id": 6, "text": "$ 6 and there is much tasty food, all of it fresh and continually refilled."}
{"goods_id": 68, "id": 7, "text": "Very good service and very good prices."}
{"goods_id": 68, "id": 8, "text": "Both times I was extremely dissappointed by the service, which was boarderline rude."}
{"goods_id": 68, "id": 9, "text": "The food was wonderful and imaginative."}
{"goods_id": 68, "id": 10, "text": "The one positive thing I can say is that the service was prompt, we got seated right away and the server was very friendly."}
{"goods_id": 68, "id": 11, "text": "The food was good overall."}
{"goods_id": 69, "id": 0, "text": "the drinks are amazing and half off till 8pm.<br><div class=\\\"goods_comment_attach\\\">"}
{"goods_id": 69, "id": 1, "text": "Yes, the prices are high, but I felt it was worth it."}
{"goods_id": 69, "id": 2, "text": "Not only is the cuisine the best around, the service has always been attentive and charming."}
{"goods_id": 69, "id": 3, "text": "Only complaint would be that at an average cost of $ 12- $ 15 per meal, I'd like not to have to worry about finding a seat !"}
{"goods_id": 69, "id": 4, "text": "The staff has always been attentive and kind, and I've always been amazed at how they've handled all the various different group sizes that come in."}
{"goods_id": 69, "id": 5, "text": "His wife Tanya, the hostess, completes the comforting atmosphere by being delightfully warm and gracious."}
{"goods_id": 69, "id": 6, "text": "Just straight up cheap, good food."}
{"goods_id": 69, "id": 7, "text": "Our food was great too !"}
{"goods_id": 69, "id": 8, "text": "The service was attentive, yet discreet."}
{"goods_id": 69, "id": 9, "text": "The staff is very sharp and they look good too."}
{"goods_id": 69, "id": 10, "text": "The staff greeted me warmly at the door and I was seated promptly and the food was excellent."}
{"goods_id": 69, "id": 11, "text": "The food was outstanding and the service was tops."}
{"goods_id": 70, "id": 0, "text": "The service, wine selection, ambiance are all outstanding and deserve recognition."}
{"goods_id": 70, "id": 1, "text": "While this is n't classical restaurant fare, the chef has given new life to an old cuisine with some really innovative and tasty dishes that are genuinely Indian without being heavy or same old restaurant burn-outs."}
{"goods_id": 70, "id": 2, "text": "The production is a symphony, alot of fun to experience.The food sublime for the most part."}
{"goods_id": 70, "id": 3, "text": "To finish off such a delightful dinner experience you must have dessert, especially the White Chocolate Bread Pudding with Gelato and hot chocolate."}
{"goods_id": 70, "id": 4, "text": "The wait here is long for dim sum, but if you do n't like sharing tables or if the typical raucous dim sum atmosphere is not your gig, this is a sleek ( for Chinatown ) alternative."}
{"goods_id": 70, "id": 5, "text": "The menu consisted of standard brassiere food, better then places like Balthazar etc."}
{"goods_id": 70, "id": 6, "text": "Service was slow, but the people were friendly."}
{"goods_id": 70, "id": 7, "text": "The service is ok, some of the people did n't get what they asked for."}
{"goods_id": 70, "id": 8, "text": "The service was excellent and the food was delicious."}
{"goods_id": 70, "id": 9, "text": "The worst though was the taste."}
{"goods_id": 70, "id": 10, "text": "Service is usually pretty good."}
{"goods_id": 70, "id": 11, "text": "The portions<img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\"> are very large and the service is fantastic ! !"}
{"goods_id": 71, "id": 0, "text": "We were seated promptly as we had reservations, however after that the service was slow."}
{"goods_id": 71, "id": 1, "text": "The photobook menu was a cute touch, certainly helped my group and I pick the fried chicken, pork chop, and noodle dishes that we all ordered."}
{"goods_id": 71, "id": 2, "text": "Interesting selection, good wines, service fine, fun decor."}
{"goods_id": 71, "id": 3, "text": "The banana tower is an amazing dessert as well."}
{"goods_id": 71, "id": 4, "text": "This place has good potential, but needs a significant amount of work before we can justify spending that much money on indian food you can get everywhere else."}
{"goods_id": 71, "id": 5, "text": "You do n't go to Mizu for excellent service, you go for the large amounts of food, the amiable atmosphere, and the hole-in-the-wall feeling of the place."}
{"goods_id": 71, "id": 6, "text": "The steak was very fatty and the sauce was overpowering and not very tasty <img onl2d=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"25\\\">."}
{"goods_id": 71, "id": 7, "text": "Quick and friendly service."}
{"goods_id": 71, "id": 8, "text": "The food was exceptional."}
{"goods_id": 71, "id": 9, "text": "The fajita we tried was tasteless and burned and the mole sauce was way too sweet."}
{"goods_id": 71, "id": 10, "text": "the wait staff is very friendly, if your not rude or picky.......our meal at Leon last weekend was great -."}
{"goods_id": 71, "id": 11, "text": "excellent tapas at great prices, romantic, small but not overly crowed, excellent"}
{"goods_id": 72, "id": 0, "text": "It's really also the service, is good and the waiters are friendly.<br><div class=\\\"goods_comment_attach\\\">"}
{"goods_id": 72, "id": 1, "text": "I can not imagine better Indian food in all of the city."}
{"goods_id": 72, "id": 2, "text": "The fish was adequate, but inexpertly sliced."}
{"goods_id": 72, "id": 3, "text": "Excellent atmosphere, delicious dishes good and friendly service."}
{"goods_id": 72, "id": 4, "text": "Everything is always cooked to perfection, the service is excellent, the decor cool and understated."}
{"goods_id": 72, "id": 5, "text": "The service is always bad though, do n't expect much of anything from your server, and I would not recommend bringing a date here either."}
{"goods_id": 72, "id": 6, "text": "The food is alright-some stuff is good-some is not ( like the steak dish which tends to be dry )."}
{"goods_id": 72, "id": 7, "text": "As we were sitting eating the subpar food the manager proceeded to berate a couple of his employees for putting out the wrong containers for condiments and explained to them how expensive these containers were."}
{"goods_id": 72, "id": 8, "text": "The portions are small but being that the food was so good makes up for that."}
{"goods_id": 72, "id": 9, "text": "The atmosphere is warm, comfortable, artsy and sexy."}
{"goods_id": 72, "id": 10, "text": "but their mac cheese was YUMMY !"}
{"goods_id": 72, "id": 11, "text": "The chocolate raspberry cake is heavenly -- not too sweet, but full of flavor."}
{"goods_id": 73, "id": 0, "text": "The food was pretty good, but a little flavorless and the portions very small, including dessert."}
{"goods_id": 73, "id": 1, "text": "Great romantic place for a date ( try to get the corner booth table for a little privacy and to sit close ! )."}
{"goods_id": 73, "id": 2, "text": "If you live in new york city, you<img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">'ll find better food at small restaurants outside of time square and spend half the amount."}
{"goods_id": 73, "id": 3, "text": "A cool place to hang with your friends for a couple of healthy drinks and desserts."}
{"goods_id": 73, "id": 4, "text": "The Thai food is good."}
{"goods_id": 73, "id": 5, "text": "The service is decent even when this small place is packed."}
{"goods_id": 73, "id": 6, "text": "They have a very diverse menu so its something for everybody."}
{"goods_id": 73, "id": 7, "text": "Decor is nice and minimalist, food simple yet very well presented and cooked, and the wine list matches the food very well."}
{"goods_id": 73, "id": 8, "text": "Their whitefish salad is excellent -- all whitefish with a little mayo."}
{"goods_id": 73, "id": 9, "text": "The food is great ( big selection, reasonable prices ) and the drinks are really good."}
{"goods_id": 73, "id": 10, "text": "They have very quick service which is great when you do n't have much time."}
{"goods_id": 73, "id": 11, "text": "Our waiter was helpful and charming, the food was perfect, and the wine was good, too."}
{"goods_id": 74, "id": 0, "text": "Lived in Shanghai most of my life and thought the food was comparable to the flagship Green Bo restaurant there."}
{"goods_id": 74, "id": 1, "text": "We were fans of the half-price Saturday night option until some inedible squid during a recent visit."}
{"goods_id": 74, "id": 2, "text": "I do n't know who they think they are but they have no respect for the residents of the neighborhood ever since they opened their cabaret next door and blasts loud music till three in the morning every weekend during the summer."}
{"goods_id": 74, "id": 3, "text": "The service is a bit slow, but harkens back to my years growing up in Napoli, Italy where things are not rushed and when you sit down for dinner the table is yours all night."}
{"goods_id": 74, "id": 4, "text": "Great selection of wine, and seafood."}
{"goods_id": 74, "id": 5, "text": "This is the best sushi in new york city-hands down."}
{"goods_id": 74, "id": 6, "text": "The service was the only thing good about this restaurant."}
{"goods_id": 74, "id": 7, "text": "Service has always been friendly and efficient."}
{"goods_id": 74, "id": 8, "text": "The chicken parm was edible but had canned tomato sauce and boxed pasta and the chicken with portobello mushrooms consisted of dry, inedible chicken with terrible sauce."}
{"goods_id": 74, "id": 9, "text": "The food did take a few extra minutes to come, but the cute waiters' jokes and friendliness made up for it."}
{"goods_id": 74, "id": 10, "text": "I WAS HIGHLY DISAPPOINTED BY THE FOOD."}
{"goods_id": 74, "id": 11, "text": "The service was very attentive and very generous."}
{"goods_id": 75, "id": 0, "text": "I highly recommend Cafe St. Bart's for their food, the ambience and wonderful service."}
{"goods_id": 75, "id": 1, "text": "Pizza is terrific, as is homemade pasta."}
{"goods_id": 75, "id": 2, "text": "The only positive was the wait staff, which was prompt, knowledgable, and likeable."}
{"goods_id": 75, "id": 3, "text": "A cool bar with great food, and tons of excellent beer."}
{"goods_id": 75, "id": 4, "text": "Acceptable prices."}
{"goods_id": 75, "id": 5, "text": "The sushi is also great !"}
{"goods_id": 75, "id": 6, "text": "Service -- friendly and attentive."}
{"goods_id": 75, "id": 7, "text": "The food was so-so."}
{"goods_id": 75, "id": 8, "text": "I can not imagine a friendlier staff working in a restaurant."}
{"goods_id": 75, "id": 9, "text": "The selection of food is excellent ( I'm not used to having much choice at restaurants ), and the atmosphere is great."}
{"goods_id": 75, "id": 10, "text": "The staff is arrogant, the prices are way high for Brooklyn."}
{"goods_id": 75, "id": 11, "text": "We had tons of great food, wine, and desserts."}
{"goods_id": 76, "id": 0, "text": "All the NYU students love this place so it makes for a fun young atmosphere."}
{"goods_id": 76, "id": 1, "text": "This is a wonderful place on all stand points especially value ofr money."}
{"goods_id": 76, "id": 2, "text": "I am not a vegetarian but, almost all the dishes were great."}
{"goods_id": 76, "id": 3, "text": "Fresh, authentic, french cuisine in substantial portions."}
{"goods_id": 76, "id": 4, "text": "Definitely not worth the price !"}
{"goods_id": 76, "id": 5, "text": "From the complimentary chef app of a delicate butternut squash ravioli in a delicious truffle sauce to an amazing buttery and tender langostine entree to a dessert that I ca n't remember because of the fabulous Cakebread Cabernet we were drinking -- the whole evening was amazing."}
{"goods_id": 76, "id": 6, "text": "Service was very prompt but slightly rushed."}
{"goods_id": 76, "id": 7, "text": "For some reason, all the seafood on the menu was unavailable except for the Salmon."}
{"goods_id": 76, "id": 8, "text": "Overall I was impressed and will return, it's a great QPR ( Quality to Price Ratio )."}
{"goods_id": 76, "id": 9, "text": "Food was decent, but not great."}
{"goods_id": 76, "id": 10, "text": "the service is prompt friendly."}
{"goods_id": 76, "id": 11, "text": "The food really is n't very good and the service is terrible."}
{"goods_id": 77, "id": 0, "text": "The food here does a great service to the name ( Cantonese that is... ).<br><div class=\\\"goods_comment_attach\\\">"}
{"goods_id": 77, "id": 1, "text": "Service is not exactly five star, but thats not really a big deal."}
{"goods_id": 77, "id": 2, "text": "I was very impressed by this low-key upper eastsider and their authentically thai cuisine ! ! !"}
{"goods_id": 77, "id": 3, "text": "And the staff is also young, energeic and hot ! ! ! !"}
{"goods_id": 77, "id": 4, "text": "Orsay, is a very pleasant throw back to traditional French food, and French service as well."}
{"goods_id": 77, "id": 5, "text": "Truly the mark of an attentive waiter."}
{"goods_id": 77, "id": 6, "text": "Great food, great decor, great service."}
{"goods_id": 77, "id": 7, "text": "For the next hour and a half we stood in the crowded lobby area of this touristy restaurant listening to all types of explanations of why we were not being seated."}
{"goods_id": 77, "id": 8, "text": "I would highly recommend this place to anyone looking for a casual atmosphere that whisks you away to the left bank of the river Seine."}
{"goods_id": 77, "id": 9, "text": "it is a hidden delight complete with a quaint bar and good food."}
{"goods_id": 77, "id": 10, "text": "The food was definitely good, but when all was said and done, I just could n't justify it for the price ( including 2 drinks, $ 100/person )..."}
{"goods_id": 77, "id": 11, "text": "Just go in and sample the greatest french food west of Daniel."}
{"goods_id": 78, "id": 0, "text": "Joya used to be a cool spot with decent food and a colorful-if not relaxed-atmosphere."}
{"goods_id": 78, "id": 1, "text": "The dishes offered were unique, very tasty and fresh from the lamb sausages, sardines with biscuits, large whole shrimp to the amazing pistachio ice cream ( the best and freshest I've ever had )."}
{"goods_id": 78, "id": 2, "text": "For the location, the prices are very reasonable."}
{"goods_id": 78, "id": 3, "text": "Service was decent, but not as smooth as I would expect from a place with these prices and reputation."}
{"goods_id": 78, "id": 4, "text": "Great food at reasonable prices."}
{"goods_id": 78, "id": 5, "text": "The food here is rather good, but only if you like to wait for it."}
{"goods_id": 78, "id": 6, "text": "And, atlhough tables opened up next to us and we ASKED for a slightly larger space, they left us awkardly seated."}
{"goods_id": 78, "id": 7, "text": "Great friendly service, Fast seating, Fast Delivery, Excellent sushi."}
{"goods_id": 78, "id": 8, "text": "But the best part about LS is the late night atmosphere, delightfully free of the BTs."}
{"goods_id": 78, "id": 9, "text": "the atmosphere is very nice, and a welcome escape from the rest of the SI mall."}
{"goods_id": 78, "id": 10, "text": "Great beer selection too, something like 50 beers."}
{"goods_id": 78, "id": 11, "text": "Try the homemade breads."}
{"goods_id": 79, "id": 0, "text": "The Prix Fixe menu is worth every penny and you get more than enough ( both in quantity AND quality )."}
{"goods_id": 79, "id": 1, "text": "The food is reliable and the price is moderate."}
{"goods_id": 79, "id": 2, "text": "The food is okay and the prices here are mediocre."}
{"goods_id": 79, "id": 3, "text": "We had a wonderful meal at Naples 45 a month ago on a visit to NYC."}
{"goods_id": 79, "id": 4, "text": "Prices too high for this cramped and unappealing resturant."}
{"goods_id": 79, "id": 5, "text": "The food is inventive but still keeps traditional indian flavoring."}
{"goods_id": 79, "id": 6, "text": "Yeah, sometimes the service can be slow."}
{"goods_id": 79, "id": 7, "text": "The desserts are more appealing then stuffy overpriced French restaurants."}
{"goods_id": 79, "id": 8, "text": "The staff there is very attentive and down to earth."}
{"goods_id": 79, "id": 9, "text": "Yes, they're a bit more expensive then typical, but then again, so is their food."}
{"goods_id": 79, "id": 10, "text": "But dinner here is never disappointing, even if the prices are a bit over the top."}
{"goods_id": 79, "id": 11, "text": "This place has beautiful sushi, and it's delicious CHEAP."}
{"goods_id": 80, "id": 0, "text": "The food was really good, I had the onion soup and it was one of the best ever."}
{"goods_id": 80, "id": 1, "text": "Planet Thailand has always been a hit with me, I go there usually for the sushi, which is great, the thai food is excellent too."}
{"goods_id": 80, "id": 2, "text": "We have been to this place many times, and always have great food, wine, and service."}
{"goods_id": 80, "id": 3, "text": "Good drink."}
{"goods_id": 80, "id": 4, "text": "The menu prices are a bit expensive for what you get in quality and portion size."}
{"goods_id": 80, "id": 5, "text": "though the service could be better ( possibly due to more than one very large group in the house ), it is very cordial and warm, as is the general clientele."}
{"goods_id": 80, "id": 6, "text": "Save your money and do n't waste your calories, go to Margharita's on Washington Street instead, they have amazing food and the BEST service."}
{"goods_id": 80, "id": 7, "text": "The atmosphere is noisy and the waiters are literally walking around doing things as fast as they can."}
{"goods_id": 80, "id": 8, "text": "Great value for the quality ingredients."}
{"goods_id": 80, "id": 9, "text": "I can say that the wraps, burgers and salads were all fresh, tasty and the mango margareta at $ 9 was WELL WORTH the money."}
{"goods_id": 80, "id": 10, "text": "The traditional Italian items are great-cheap and served in a cozy setting."}
{"goods_id": 80, "id": 11, "text": "It also has lots of other Korean dishes that are affordable and just as yummy."}
{"goods_id": 81, "id": 0, "text": "Since it literally is a complete hole in the wall, it's a bit intimidating at first, but you get over that very quickly as soon as the friendly staff welcomes you-do n't hesitate to ask for help with what to get."}
{"goods_id": 81, "id": 1, "text": "I had to share my table with a loud group of kids and the service was rude an unattentive."}
{"goods_id": 81, "id": 2, "text": "Haru serves very fresh fish, has a trendy, modern ambiance, prime location on Park Avenue South and friendly service."}
{"goods_id": 81, "id": 3, "text": "The grilled cheese at home afterwards was better. ! !"}
{"goods_id": 81, "id": 4, "text": "The food was amazing, and the service was prompt and helpful, but not over-bearing or rushed."}
{"goods_id": 81, "id": 5, "text": "The decor in this place is very diner-ish and the kind of place you expect in the East Village-not romantic, just simple, small and sparse."}
{"goods_id": 81, "id": 6, "text": "The service was attentive without being overbearing and each dish we tried was wonderful from the spring rolls to the cod with pineapple tempura."}
{"goods_id": 81, "id": 7, "text": "The seafood is amazing, there's a good wine list, and the ever-changing menu always offers some great surprises."}
{"goods_id": 81, "id": 8, "text": "The food is authentic Italian-delicious !"}
{"goods_id": 81, "id": 9, "text": "The service we experienced was friendly and good."}
{"goods_id": 81, "id": 10, "text": "The service was a bit slow and the portions are a bit small so if you are hungry and in a rush, this is not the place for you."}
{"goods_id": 81, "id": 11, "text": "Not only was the waiter efficient and courteous, but also extremely helpful."}
{"goods_id": 82, "id": 0, "text": "The dim sum is ok but does n't taste that fresh, and the little dishes do n't look steamy hot as they should ( also note lack of Chinese here )."}
{"goods_id": 82, "id": 1, "text": "The sauce on the pizza is sooo good with garlic and fresh tomatoes and they do n't skimp."}
{"goods_id": 82, "id": 2, "text": "Very romantic fires-I've literally spent hours at Lanterna, drinking wine from their extensive wine and enjoying the ambience."}
{"goods_id": 82, "id": 3, "text": "Great service, great food."}
{"goods_id": 82, "id": 4, "text": "( food was delivered by a busboy, not waiter ) We got no cheese offered for the pasta, our water and wine glasses remained EMPTY our entire meal, when we would have easily spent another $ 20 on wine."}
{"goods_id": 82, "id": 5, "text": "This is a cute place and could be good but they need to get their act together."}
{"goods_id": 82, "id": 6, "text": "The place is small and intimate and you may feel a little crowded, but the service is excellent and it's great for friends out, a romantic date, or a special occassion."}
{"goods_id": 82, "id": 7, "text": "The dinner was ok, nothing I would have again."}
{"goods_id": 82, "id": 8, "text": "Fast service <img onl2d=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"25\\\">."}
{"goods_id": 82, "id": 9, "text": "Our waiter was friendly and it is a shame that he didnt have a supportive staff to work with."}
{"goods_id": 82, "id": 10, "text": "The ambiance was pretty cool, but not worth the hassle."}
{"goods_id": 82, "id": 11, "text": "This place is classy, chic, the service is warm and hospitable, and the food is outstanding."}
{"goods_id": 83, "id": 0, "text": "The only thing I moderately enjoyed was their Grilled Chicken special with Edamame Puree."}
{"goods_id": 83, "id": 1, "text": "Super friendly and knowledgable staff, fabulous bistro fare and a wonderful jazz brunch with great live jazz ( the chilaquiles were awesome !"}
{"goods_id": 83, "id": 2, "text": "The service is spotty, sometimes really friendly and sometimes barely there."}
{"goods_id": 83, "id": 3, "text": "The food is expensive, but worth every bite."}
{"goods_id": 83, "id": 4, "text": "The food was not fresh, the sauces were bland and very oily."}
{"goods_id": 83, "id": 5, "text": "Service was very friendly."}
{"goods_id": 83, "id": 6, "text": "The service was excellent and the food was delicious."}
{"goods_id": 83, "id": 7, "text": "We had the pot-stickers which were great and a tempura dish that was great."}
{"goods_id": 83, "id": 8, "text": "The staff is excellent, special: that girl behind the bar, european chic."}
{"goods_id": 83, "id": 9, "text": "Service was among the best I have ever had in NYC."}
{"goods_id": 83, "id": 10, "text": "The service was pretty poor all around, the food was well below average relative to the cost, and outside there is a crazy bum who harasses every customer who leaves the place."}
{"goods_id": 83, "id": 11, "text": "Great burgers, grilled cheeses and french fries."}
{"goods_id": 84, "id": 0, "text": "Staff is very accomodating."}
{"goods_id": 84, "id": 1, "text": "The prices were fantastic."}
{"goods_id": 84, "id": 2, "text": "His drinks are very inventive, delicious and classy."}
{"goods_id": 84, "id": 3, "text": "sometimes i get bad food and bad service, sometimes i get good good and bad service."}
{"goods_id": 84, "id": 4, "text": "Again, the waitress was awesome."}
{"goods_id": 84, "id": 5, "text": "So all I'm trying to say is this restaurant is by far the best thai food restaurant I've ever been to."}
{"goods_id": 84, "id": 6, "text": "Service was also very good."}
{"goods_id": 84, "id": 7, "text": "Well, their deliveries take for ever and the food is usually cold."}
{"goods_id": 84, "id": 8, "text": "The service was bad, the food took to forever to come, we sat on the upper level."}
{"goods_id": 84, "id": 9, "text": "The food was very good and I was pleasantly surprised to see so many vegan options."}
{"goods_id": 84, "id": 10, "text": "Although I moved uptown I try to stop in as often as possible for the GREAT cheap food and to pay the friendly staff a visit."}
{"goods_id": 84, "id": 11, "text": "Sushi so fresh that it crunches in your mouth."}
{"goods_id": 85, "id": 0, "text": "Very popular style Izakaya ( Sake and small<br><div class=\\\"goods_comment_attach\\\"> portion of sake-friendly dishes )."}
{"goods_id": 85, "id": 1, "text": "The table service could have been a little more attentive but as someone who also works in the service industry, I understood they were busy."}
{"goods_id": 85, "id": 2, "text": "Great food, great prices, great service."}
{"goods_id": 85, "id": 3, "text": "It's the perfect restaurant for NY life style, it got cool design, awesome drinks and food and lot's of good looking people eating and hanging at the pink bar..."}
{"goods_id": 85, "id": 4, "text": "The food was just OK, I would never go back."}
{"goods_id": 85, "id": 5, "text": "Food was OK-fish was cooked well."}
{"goods_id": 85, "id": 6, "text": "I took my girlfriend there for her birthday last night and we had a relaxing, really good meal."}
{"goods_id": 85, "id": 7, "text": "This is a great Thai restaurant with a very friendly staff."}
{"goods_id": 85, "id": 8, "text": "The atmosphere is much better than Sripraphai ( more modern and sleek )."}
{"goods_id": 85, "id": 9, "text": "Even when the chef is not in the house, the food and service are right on target."}
{"goods_id": 85, "id": 10, "text": "If you're looking to taste some great Indian food and want good service, definitely visit Curry Leaf."}
{"goods_id": 85, "id": 11, "text": "Not only was the sushi fresh, they also served other entrees allowed each guest something to choose from and we all left happy ( try the duck !"}
{"goods_id": 86, "id": 0, "text": "The food was terrific and the<br><div class=\\\"goods_comment_attach\\\"> service classy, attentive, without being overbearing."}
{"goods_id": 86, "id": 1, "text": "It's not mind-blowing, but to me, thai food never is and never will be."}
{"goods_id": 86, "id": 2, "text": "Awesome Pizza especially the Margheritta slice."}
{"goods_id": 86, "id": 3, "text": "They charge different prices all the time."}
{"goods_id": 86, "id": 4, "text": "Scalina Fedeli reminded me why service is so integral to fine dining."}
{"goods_id": 86, "id": 5, "text": "We actually left hungry and went across the street to Wo Hop at 15 Mott street for some good chinese food."}
{"goods_id": 86, "id": 6, "text": "I'm happy to have Nosh in the neighborhood and the food is very comforting."}
{"goods_id": 86, "id": 7, "text": "The food is great and authentic."}
{"goods_id": 86, "id": 8, "text": "The vibe is very relaxed and cozy, service was great and the food was excellent !"}
{"goods_id": 86, "id": 9, "text": "The waiters were very professional, courteous and attentive <img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">."}
{"goods_id": 86, "id": 10, "text": "My daughter and I left feeling satisfied ( not stuffed ) and it felt good to know we had a healthy lunch."}
{"goods_id": 86, "id": 11, "text": "Thick fries, meaty chili and stuffed baked potatoes round out a menu that includes a cool, ultra-thick chocolate Frosty."}
{"goods_id": 87, "id": 0, "text": "This is an amazing place to try some roti rolls."}
{"goods_id": 87, "id": 1, "text": "Food was very good as well, considering that we tried the budget selection ( though I wish the pork belly that I ordered was roasted a bit longer, so that fat was more of a melt-in-your-mouth experience )."}
{"goods_id": 87, "id": 2, "text": "This place, however, has a lot less pretension than Joya and the Thai food is still above average."}
{"goods_id": 87, "id": 3, "text": "I was in love with Pongsri on 48th, but compared to Suan it is slow in service and overpriced."}
{"goods_id": 87, "id": 4, "text": "We had great desserts ( including the best cannoli I've ever had ) and then they offered an after dinner drink, on the house."}
{"goods_id": 87, "id": 5, "text": "The whole set up is truly unprofessional and I wish Cafe Noir would get some good staff, because despite the current one this is a great place."}
{"goods_id": 87, "id": 6, "text": "Good atmosphere, combination of all the hottest music dress code is relatively strict except on Fridays."}
{"goods_id": 87, "id": 7, "text": "Anyway, the food is good, the price is right and they have a decent wine list."}
{"goods_id": 87, "id": 8, "text": "My fish was delicious in an incredible curry sauce."}
{"goods_id": 87, "id": 9, "text": "The falafal was rather over cooked and dried but the chicken was fine."}
{"goods_id": 87, "id": 10, "text": "I recommend the black roasted codfish, it was the best dish of the evening."}
{"goods_id": 87, "id": 11, "text": "Good cake BUT: it was not the best cake i've ever had, and definately not worth standing outside on the sidewalk being herded like cattle by indifferent and overworked employees."}
{"goods_id": 88, "id": 0, "text": "They are tasty, but I suggest only eating one with meat because they tend not to mesh that well with the average American digestive system."}
{"goods_id": 88, "id": 1, "text": "i've been to sapphire twice and both times the food was fine, if not good."}
{"goods_id": 88, "id": 2, "text": "Food is great."}
{"goods_id": 88, "id": 3, "text": "My friends and I experienced amazing cheese and a delicious, new summer menu at Artisanal last night."}
{"goods_id": 88, "id": 4, "text": "Even with the prix fixe pricing, this restaurant is not worth it."}
{"goods_id": 88, "id": 5, "text": "The staff offers impeccable service."}
{"goods_id": 88, "id": 6, "text": "I would highly recommend Nina's to anyone who wants to have a romantic dinner in a heart warming surrounding filled with candles and family pictures."}
{"goods_id": 88, "id": 7, "text": "The food was lousy-too sweet or too salty and the portions tiny."}
{"goods_id": 88, "id": 8, "text": "The space is nice but when we order our drink we were in for a surprise."}
{"goods_id": 88, "id": 9, "text": "We been there and we really enjoy the food, was areally great food, and the service was really good."}
{"goods_id": 88, "id": 10, "text": "The manager then told us we could order from whatever menu we wanted but by that time we were so annoyed with the waiter and the resturant that we let and went some place else."}
{"goods_id": 88, "id": 11, "text": "The homage to India is most evident in the delectable roti canai appetizer, a fried pancake served with pungent curry dipping sauce, while the mango chicken offers a surprisingly sophisticated, fresh take on sweet-and-sour."}
{"goods_id": 89, "id": 0, "text": "The atmosphere is great if your looking for a laid back scene and an inexpensive way to spend a weekend afternoon."}
{"goods_id": 89, "id": 1, "text": "It is kinda nosiy and the tables are close together but it's still a beautiful place to enjoy a nice dinner."}
{"goods_id": 89, "id": 2, "text": "This place is incredibly tiny."}
{"goods_id": 89, "id": 3, "text": "The service was ok."}
{"goods_id": 89, "id": 4, "text": "Where tanks in other Chinatown restaurants display a lurking myriad of sad-looking marine life in their murky waters, the tanks at Ping's are clear as glass with healthy-looking creatures who do not yet know that they will be part of some dim sum lover's brunch."}
{"goods_id": 89, "id": 5, "text": "I have known about this secret for the last 13 years, Emilio ( the Godfather ) has continued to serve food and wine for the gods at mortal prices."}
{"goods_id": 89, "id": 6, "text": "It's a nice place to relax and have conversation."}
{"goods_id": 89, "id": 7, "text": "Raga stands out with an interesting fusion of French and Indian cooking."}
{"goods_id": 89, "id": 8, "text": "And they provided a delicious dessert on the house !"}
{"goods_id": 89, "id": 9, "text": "The wait staff was loud and inconsiderate."}
{"goods_id": 89, "id": 10, "text": "In mi burrito, here was nothing but dark chicken that had that cooked last week and just warmed up in a microwave taste."}
{"goods_id": 89, "id": 11, "text": "If you're in the neighborhood, definitely stop by for a great meal."}
{"goods_id": 90, "id": 0, "text": "head and shoulders above its neighboors on east 6 st, taj mahal is also very comparable, in food quality, to the much overpraised ( and underdeserving ) baluchi's."}
{"goods_id": 90, "id": 1, "text": "Service was prompt, friendly and great."}
{"goods_id": 90, "id": 2, "text": "But when you are seated the waitresses are great, they explain everything on the menu, and the price of the food is really cheap for the service you get."}
{"goods_id": 90, "id": 3, "text": "The staff is accomodating, the ambiance is exciting and yet relaxed, and the food is out of this world !"}
{"goods_id": 90, "id": 4, "text": "The Halibut was too salty, dessert was so so ( do n't waste any of your calories ) and service was poor."}
{"goods_id": 90, "id": 5, "text": "The brioche and lollies as party favors is a cute and sweet touch to a most memorable meal."}
{"goods_id": 90, "id": 6, "text": "Best Reuben sandwich ever !"}
{"goods_id": 90, "id": 7, "text": "The food was very good, a great deal, and the place its self was great."}
{"goods_id": 90, "id": 8, "text": "The waiters are sweet, the food is tasty and the bill is never too large."}
{"goods_id": 90, "id": 9, "text": "The service is great, my soup always arrives nice and hot."}
{"goods_id": 90, "id": 10, "text": "now called nikki sushi, <img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">sushi is OK."}
{"goods_id": 90, "id": 11, "text": "Although small, it has beautiful ambience, excellent food ( the catfish is delicious-if ya do n't mind it a lil salty ) and attentive service."}
{"goods_id": 91, "id": 0, "text": "Great Indian food and the service is incredible."}
{"goods_id": 91, "id": 1, "text": "The sushi was awful !"}
{"goods_id": 91, "id": 2, "text": "Go to Volare for 1st class service and terrific food."}
{"goods_id": 91, "id": 3, "text": "No dress codes, no attitudes, plenty of comfort companionship, a great place to relax in an always busy Midtown."}
{"goods_id": 91, "id": 4, "text": "The view is spectacular, and the food is great."}
{"goods_id": 91, "id": 5, "text": "The service was attentive, yet unimposing, the food was far better than many notorious restaurants in Midtown and the wine list is extensive and well priced."}
{"goods_id": 91, "id": 6, "text": "Lucky Strike is a great casual place to just grab a bite to eat."}
{"goods_id": 91, "id": 7, "text": "The place itself is beautiful the bar scene seems to be happening."}
{"goods_id": 91, "id": 8, "text": "The menu may be small, but everything on it is delicious."}
{"goods_id": 91, "id": 9, "text": "Montparnasse's desserts -- especially the silken creme brulee and paper -- thin apple tart -- are good enough on their own to make the restaurant worth the trip."}
{"goods_id": 91, "id": 10, "text": "The food is also outstanding and is served quite quickly."}
{"goods_id": 91, "id": 11, "text": "Hip boutiques and bars on Ludlow add to the artsy, laid-back atmosphere at this Israeli-style takeout and eat-in burger joint."}
{"goods_id": 92, "id": 0, "text": "I had the salmon dish and while it was fine, for the price paid, I expected it to have some type of flavor."}
{"goods_id": 92, "id": 1, "text": "You can get an excellent meal at most of the many Indian restaurants on nearby Lexington Avenue for the cost of one the dainty dishes here."}
{"goods_id": 92, "id": 2, "text": "The sandwiches are dry, tasteless and way overpriced."}
{"goods_id": 92, "id": 3, "text": "Largest and freshest pieces of sushi, and delicious !"}
{"goods_id": 92, "id": 4, "text": "The place was n't too hard to find, but it was kind of packed, as soon as my boyfriend and I got our food, the line reached the door."}
{"goods_id": 92, "id": 5, "text": "Kind, attentive wait staff."}
{"goods_id": 92, "id": 6, "text": "I would recommend putting your name down and then getting a drink at a local bar first though because of the wait time."}
{"goods_id": 92, "id": 7, "text": "It's also attached to Angel's Share, which is a cool, more romantic bar..."}
{"goods_id": 92, "id": 8, "text": "Service here was great, food was fantastic."}
{"goods_id": 92, "id": 9, "text": "The chicken dinner was real good."}
{"goods_id": 92, "id": 10, "text": "The food is delicious and the bar has a great vibe."}
{"goods_id": 92, "id": 11, "text": "My Chelsea's impressive and creative menu includes modern, Westernized Japanese dishes such as Foie Gras Unagi Napolean, Jap style hamburger steak, spicy cod roe spaghetti, black cod with miso base, and rack of lamb in black truffle sauce, to name a few."}
{"goods_id": 93, "id": 0, "text": "The waiters were not attentive except that the bill turned up on the table before we were finished."}
{"goods_id": 93, "id": 1, "text": "The plain pizza was soggy and the creative wild mushroom ( third generation-Fornini ) pizza we had was drenched with truffle oil in the middle ( again making it soggy ) and nothingon the rest."}
{"goods_id": 93, "id": 2, "text": "Price no more than a Jersey deli but way better."}
{"goods_id": 93, "id": 3, "text": "Even the pasta is delicious here ( a rarity in New York pizza restaurants )."}
{"goods_id": 93, "id": 4, "text": "Good bagels and good cream cheese."}
{"goods_id": 93, "id": 5, "text": "The owners and employees are friendly and their pizza is fantastic."}
{"goods_id": 93, "id": 6, "text": "but the service was a bit slow."}
{"goods_id": 93, "id": 7, "text": "I am amazed by the poor reviews- I find this place to be standout Italian in an area flooded with Italian- great prices, great atmosphere, good service and a wonderful wine list."}
{"goods_id": 93, "id": 8, "text": "Great pizza and fantastic service."}
{"goods_id": 93, "id": 9, "text": "but the food was delicious <img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">."}
{"goods_id": 93, "id": 10, "text": "Simple healthy unglamorous food cheap."}
{"goods_id": 93, "id": 11, "text": "His food is excellent ( and not expensive by NYC standards- no entrees over $ 30, most appetizers $ 12 to 14 )."}
{"goods_id": 94, "id": 0, "text": "The sangria was pretty tasty and good on a hot muggy day."}
{"goods_id": 94, "id": 1, "text": "It's a great place to pick up a cheap lunch or dinner."}
{"goods_id": 94, "id": 2, "text": "We were well attended to by the enthusiastic staff especially the manager Tony Gaskin who made excellent suggestions for our menu selections."}
{"goods_id": 94, "id": 3, "text": "Maybe I say so because it looked promising for people who like artery-clogging jewish deli food, but turns out to be poorly run and awful."}
{"goods_id": 94, "id": 4, "text": "The food is wonderful, tasty and filling, and the service is professional and friendly."}
{"goods_id": 94, "id": 5, "text": "The food is yummy, especially their cooked-to-perfection mussels in spicy tomato sauce and their shoestring crispy fries."}
{"goods_id": 94, "id": 6, "text": "And their prices are very high-they actually think that they can get away with charging such prices for such terrible food and service !"}
{"goods_id": 94, "id": 7, "text": "The combination of fresh tomato sauce, fresh mozz cheese, basil and the dough they make with imported flour, makes this is one of the better pizza's in NY."}
{"goods_id": 94, "id": 8, "text": "Of course the reason its so packed is because the food is so delicious !"}
{"goods_id": 94, "id": 9, "text": "The BEST Chinese food Uptown !"}
{"goods_id": 94, "id": 10, "text": "To be fair, the food still is good and the service is quick and attentative even though its usually very busy."}
{"goods_id": 94, "id": 11, "text": "The food is consistant and good but how it got name Best Diner In Manhattan is beyond me."}
{"goods_id": 95, "id": 0, "text": "For the people who want great food plus great service, Roxy is a place to AVOID !"}
{"goods_id": 95, "id": 1, "text": "Our waitress was sweet and accomodating, not overbearing."}
{"goods_id": 95, "id": 2, "text": "A very inviting restaurant, with friendly service."}
{"goods_id": 95, "id": 3, "text": "The prices were CHEAP compared to the quality of service and food."}
{"goods_id": 95, "id": 4, "text": "Always great service !"}
{"goods_id": 95, "id": 5, "text": "The service is good and ambience is good for a date or group outing."}
{"goods_id": 95, "id": 6, "text": "The service was excellent, the food was excellent, but the entire experience was very cool."}
{"goods_id": 95, "id": 7, "text": "I went at 6:00 PM specifically for the pre-theater menu ( $ 19.95 for roasted tomato soup with chevre, steak frites, creme brulee ) and it was marvelous."}
{"goods_id": 95, "id": 8, "text": "Staffs are not that friendly, but the taste covers all."}
{"goods_id": 95, "id": 9, "text": "The atmosphere is attractive, but a little uncomfortable."}
{"goods_id": 95, "id": 10, "text": "The place is absolutely adorable and the food is delicious."}
{"goods_id": 95, "id": 11, "text": "Had dinner here on a Friday and the food was great."}
{"goods_id": 96, "id": 0, "text": "While the menu is n't especially groundbreaking, everything I've tried so far has been well-executed and tasty."}
{"goods_id": 96, "id": 1, "text": "Despite a slightly limited menu, everything prepared is done to perfection, ultra fresh and a work of food art."}
{"goods_id": 96, "id": 2, "text": "We also had shared a house salad that was fresh."}
{"goods_id": 96, "id": 3, "text": "Top spot in town for Vietnamese classics, better than places that cost a lot more."}
{"goods_id": 96, "id": 4, "text": "I recommend the jelly fish, drunken chicken and the soupy dumplings, certainly the stir fry blue crab."}
{"goods_id": 96, "id": 5, "text": "The decor is nice, but more casual than fine dining."}
{"goods_id": 96, "id": 6, "text": "The service is good and the resturant is clean."}
{"goods_id": 96, "id": 7, "text": "- the bread at the beginning is super tasty and makes you want more-the pizza is delicious and comes in personal sizes, however be warned that the Peter's Favourite pizza with prosciutto and baby arugula is actually a margarite pizza with cold prosciutto and baby arugula on top, like a salad."}
{"goods_id": 96, "id": 8, "text": "They are served with a free appetizer and the portions are perfect for lunch."}
{"goods_id": 96, "id": 9, "text": "The staff is very friendly."}
{"goods_id": 96, "id": 10, "text": "I've had better Japanese food at a mall food court."}
{"goods_id": 96, "id": 11, "text": "Highly recommended... As stated, <img onload=\\\"javascript:commentdrawimage(this,85,85)\\\" src=\\\"https:// width=\\\"85\\\">I have n't dined *in* the restaurant but stopped by there to pick up takeout and it seems a very relaxing place ; also, the bar looks nice."}
{"goods_id": 97, "id": 0, "text": "Ive been here a bunch of times now and the service is always outstanding."}
{"goods_id": 97, "id": 1, "text": "The outdoor atmosphere of sitting on the sidewalk watching the world go by 50 feet away on 6th avenue on a cool evening was wonderful."}
{"goods_id": 97, "id": 2, "text": "Not a small feat for good french food in the area."}
{"goods_id": 97, "id": 3, "text": "They have a huge selection of different cream cheeses and all of their salads are great."}
{"goods_id": 97, "id": 4, "text": "If you do n't mind pre-sliced low quality fish, unfriendly staff and a sushi chef that looks like he is miserable then this is your place."}
{"goods_id": 97, "id": 5, "text": "This restaurant is a wonderful place to go many times and it is reasonably priced."}
{"goods_id": 97, "id": 6, "text": "Food is excellent."}
{"goods_id": 97, "id": 7, "text": "So if you want a nice, enjoyable meal at Montparnasse, go early for the pre-theater prix-fixe."}
{"goods_id": 97, "id": 8, "text": "We went around 9:30 on a Friday and it had died down a bit by then so the service was great !"}
{"goods_id": 97, "id": 9, "text": "Waiters are very friendly and the pasta is out of this world."}
{"goods_id": 97, "id": 10, "text": "Cool atmosphere but such a let down."}
{"goods_id": 97, "id": 11, "text": "The ambiance was fine, a little loud but still nice and romantic."}
{"goods_id": 98, "id": 0, "text": "Quite frankly, this is some of the worst sushi<br><div class=\\\"goods_comment_attach\\\"> I have ever tried."}
{"goods_id": 98, "id": 1, "text": "brick oven gallery is My pick for best pizza restaurant anywhere."}
{"goods_id": 98, "id": 2, "text": "The space is a bit too small for live music, so on jazz nights, it can be loud and cramped."}
{"goods_id": 98, "id": 3, "text": "The food was authentic."}
{"goods_id": 98, "id": 4, "text": "The food itself was just ok-nothing spectacular-but the service was awful."}
{"goods_id": 98, "id": 5, "text": "Stick to dimsum, not super overpriced noodles."}
{"goods_id": 98, "id": 6, "text": "Good food at the restaurant ( a bit expensive, but great if you want to impress your date )."}
{"goods_id": 98, "id": 7, "text": "very good breads as well."}
{"goods_id": 98, "id": 8, "text": "The food is consistently wonderful-I've been coming here for years, and the owner has always been accomodating and friendly."}
{"goods_id": 98, "id": 9, "text": "Great wine list and great cocktail menu."}
{"goods_id": 98, "id": 10, "text": "Had a lovely dinner in this dedicated seafood joint, food was well-prepared and -presented and the service was pleasant and prompt."}
{"goods_id": 98, "id": 11, "text": "but, the filet mignon was not very good at all cocktail hour includes free appetizers ( nice non-sushi selection )."}
{"goods_id": 99, "id": 0, "text": "The food is great<br><div class=\\\"goods_comment_attach\\\">, service is ok."}
{"goods_id": 99, "id": 1, "text": "The food now is inconsistent."}
{"goods_id": 99, "id": 2, "text": "The staff was the friendliest that have seen in New York."}
{"goods_id": 99, "id": 3, "text": "The dim sum is delectable while the prices are quite easy on the wallet."}
{"goods_id": 99, "id": 4, "text": "The pizza is yummy and I like the atmoshpere."}
{"goods_id": 99, "id": 5, "text": "The service is fine and they allow you to enjoy the view."}
{"goods_id": 99, "id": 6, "text": "I highly recommend Caviar Russe to anyone who wants delicious top grade caviar and fantastic service."}
{"goods_id": 99, "id": 7, "text": "While the ambiance and atmosphere were great, the food and service could have been a lot better."}
{"goods_id": 99, "id": 8, "text": "You are paying for the atmosphere, which is nice, but can be had in numerous places in Bay Ridge."}
{"goods_id": 99, "id": 9, "text": "The food is wonderful, artfully done and simply delicious."}
{"goods_id": 99, "id": 10, "text": "Speedy delivers, great food, decent prices, and friendly service combine to ensure an enjoyable repast."}
{"goods_id": 99, "id": 11, "text": "I was on jury duty, rode my bike up Centre Street on my lunch break and came across this great little place with awesome chicken tacos and Hibiscus lemonade."}
